[{"id": 1, "anekdot": "Цыганка нагадала мне, что у меня будет два мужа… Очень надеюсь, что первые три не в счёт."}, {"id": 2, "anekdot": "Цыганка сбилась с дороги и спрашивает у встречного мужика: \r\n— Как мне добраться до железнодорожного вокзала? \r\n— Ты же гадалка, а не знаешь дороги. Разве не можешь погадать? \r\n— Так мне карты и поведали, чтобы я спросила у первого встречного!"}, {"id": 3, "anekdot": "Если цыгане пойдут в космонавты, то табор уйдет в небо."}, {"id": 4, "anekdot": "У цыган молочные зубы — серебряные."}, {"id": 5, "anekdot": "Сейчас клиентоориентированные цыганки на вокзалах, прежде чем погадать на руке, обрабатывают ее санитайзером."}, {"id": 6, "anekdot": "Цыган не считает приносимое подковой счастье полноценным, если к ней не прибита лошадь."}, {"id": 7, "anekdot": "Электричка. Цыганка — мужику:\r\n— Позалати ручку, дарагой! Все что хочешь скажу!!\r\nМужик достает 500 евро:\r\n— А скажи ка ты мне, голубушка, период полураспада радия!\r\nЦыганка в шоке, глаза вытаращила…\r\n— Ну видишь, не заслужила."}, {"id": 8, "anekdot": "В магазине ребенок показывает отцу на цыганок и спрашивает:\r\n— Пап, а зачем тетенькам такие длинные юбки?\r\n— Чтобы продуктовая корзина дешевле обходилась."}, {"id": 9, "anekdot": "Самое страшное место — это цыганская школа, потому что оттуда всех детей забирают цыгане."}, {"id": 10, "anekdot": "Цыганка, окончившая филфак, проклинает сложносочиненными предложениями с ярко выраженными деепричастными оборотами."}, {"id": 11, "anekdot": "Цыган сдает экзамен по вождению.\r\nИнспектор: \r\n— Какой знак видите?\r\nЦыган: \r\n— Алюминиевый."}, {"id": 12, "anekdot": "Медсестра, делавшая искусственное дыхание цыгану, осталась без пломб и золотых зубов."}, {"id": 13, "anekdot": "Цыгане украли мужа, которого жена в порыве страсти назвала жеребцом."}, {"id": 14, "anekdot": "В цыганских шахматах на четыре фигуры меньше."}, {"id": 15, "anekdot": "Цыганские мамы переживают, если их сын не кочевал дома."}, {"id": 16, "anekdot": "Цыганёнок прибегает к отцу и говорит:\r\n— Папа, мне кажется, что наш семейный бизнес по торговле наркотиками, во-первых, нарушает законы, а, во-вторых, не такой уж он и выгодный!\r\n— С чего ты так решил?!\r\n— Я только что видел в гипермаркете картофельные чипсы по 1100 рублей за килограмм!"}, {"id": 17, "anekdot": "Главное, не отправлять разгонять митинг цыган конную полицию."}, {"id": 18, "anekdot": "Если цыганки видят будущее, почему они заранее не знают, что я не позолочу ручку?"}, {"id": 19, "anekdot": "— Что будут делать цыгане при Апокалипсисе?\r\n— Воровать четырех коней у четырех всадников."}, {"id": 20, "anekdot": "В антимире кони живут табором и воруют цыган."}, {"id": 21, "anekdot": "Сообщение:\r\nПоздравляем! Вы в лотерею выиграли девушку-цыганку! Если не заберете приз в течение 14 дней, то мы пришлем целый табор!"}, {"id": 22, "anekdot": "— Почему цыганского мальчика никто не обижает в первом классе? \r\n— Потому что его папа учится в шестом."}, {"id": 23, "anekdot": "Когда мне было 15, цыганка нагадала мне, что я буду тратить много денег на женщин. Теперь мне 30 и у меня жена и трое дочерей."}, {"id": 24, "anekdot": "Приходит молодая, красивая, ну вся из себя подруга к врачу и говорит:\r\n— Доктор, вот вышла замуж, моюсь по три раза на дню, пользуюсь разными моющими средствами, а темные пятна на внутренних сторонах ляжек никак не проходят, что делать?\r\nДоктор:\r\n— Ну, раздевайтесь, давайте посмотрим. \r\nТа разделась, доктор осмотрел ее и говорит:\r\n— У вас муж цыган?\r\n— Да, а откуда вы узнали?\r\n— Так вот скажите ему, что серьги у него не из чистого золота."}, {"id": 25, "anekdot": "Приходит цыганка к гинекологу и просит сделать аборт. Доктор начинает ее отговаривать, цыганка ему в ответ: \r\n— Да у меня 11 детей и толку нет, все какие-то не такие \r\nДоктор: \r\n— Так может 12 ребенок будет нормальным ваша опора. \r\n— Ну уж нет. Этот будет еще тот ворюга, я сегодня утром подмывалась так он у меня мыло стыбрил"}, {"id": 26, "anekdot": "— У меня сегодня в метро цыган попросил денег на операцию! \r\n— И ты дал? \r\n— Дал. \r\n— И много? \r\n— Не много. Но операцию ему теперь делать придется."}, {"id": 27, "anekdot": "Женщина идет с работы, несет в сумке баллончик с золотой краской — обещала дочке помочь оформить стенгазету к Новому году. \r\nИ тут подходит к ней цыганка и говорит: \r\n— А позолоти ручку!.."}, {"id": 28, "anekdot": "— Эй, цыганка! Нас с братаном менты вчера заметили, что с нами будет?! \r\n— Я погоду предсказываю. \r\n— На фига нам твоя погода! Что нам светит? \r\n— Вы не поняли, хорошие! Я вам по году каждому предсказываю!"}, {"id": 29, "anekdot": "Устроился цыган за харчи к фермеру работать. Пришло время обеда. На обед — блины. Сидят, едят: фермер по одному берет, а цыган по два сразу. Фермер не выдержал: \r\n— Что ты все по два, да по два? \r\nЦыган: \r\n— А что мне, по три задавиться что ли?"}, {"id": 30, "anekdot": "Сорок лет Моисей водил по пустыне евреев. И наконец привел их в землю обетованную. Но некоторым евреям процесс показался интереснее результата… Так появились цыгане."}, {"id": 31, "anekdot": "Сидят, значит, охотник, рыбак и цыган. \r\nОхотник говорит: \r\n— Вот я, типа, охоту обожаю. Бывает как понастреляю зайцев, уток, медведей и комаров. Но мне они не нужны, мне главное процесс… \r\nРыбак: \r\n— Фи! А я вот, по рыбалке схожу с ума. Я тоже как поналовлю рыбы… Но мне на неё наплевать, мне главное тоже процесс… \r\nЦыган ухмыльнулся и говорит: \r\n— Хм! У меня тоже, типа, 16 детей. Только вот они мне нафиг не нужны, мне главное сам процесс…"}, {"id": 32, "anekdot": "Объявление: Семья цыган с 18 детьми снимет комнату в коммунальной квартире. Тишину и порядок гарантируем."}, {"id": 33, "anekdot": "— С цыганами невозможно играть в шахматы! \r\n— Почему? \r\n— Да они тут же воруют коней!"}, {"id": 34, "anekdot": "Идёт чувак по базару. Вдруг слышит: \r\n— Эй, дарагой, брильянтовый! Дай свою ладонь: всю правду о тебе скажу, что было, что будет! Ничего не утаю! \r\nВидит — цыганка. Дай, думает, попробую. Даёт ей руку, а та посмотрела и говорит: \r\n— Вай, вай, вижу, милый мой, что ты очень одинокий человек…! \r\nЧувак: \r\n— Это что, по линиям видно!? \r\nЦыганка: \r\n— Нет, золотой, по мозолям…!"}, {"id": 35, "anekdot": "К мужику на вокзале подбегает цыганка:\r\n— Драгоценный мой, дай руку, погадаю, все скажу, что будет, что было.\r\nМужик пожимает плечами, протягивает руку:\r\n— Ну, погадай.\r\nЦыганка некоторое время смотрит на ладонь, потом в ужасе кричит:\r\n— Страшной смертью помрешь! Зарежут тебя, сдерут шкуру, четвертуют, зажарят и съедят!\r\n— Ах да, я ж перчатку не снял…"}, {"id": 36, "anekdot": "Вчера на вокзале гипнотизер Сидоров и местная цыганка 2 часа передавали друг другу кошельки, пока их не отобрал местный участковый и не пошел пить пиво."}, {"id": 37, "anekdot": "— Мне вчера на базаре цыганка гадала. Всего за семьдесят гривен я узнал, что я лох."}, {"id": 38, "anekdot": "— Надо снять порчу с компьютера, — сказала цыганка, запустив DrWeb."}, {"id": 39, "anekdot": "— Это висит у цыгана на шее и очень ему идет. Что это?\r\n— Доберман."}, {"id": 40, "anekdot": "Цыганская национальная кухня.\r\nСтраница первая.\r\n— Сначала украдите кастрюлю…"}, {"id": 41, "anekdot": "Поздравляем! Вы выиграли в лотерею девушку-цыганку. Если вы не заберёте приз в течение 2-х недель, мы пришлём вам весь табор!"}, {"id": 42, "anekdot": "Еще 50 местных цыган было похищено в Левоудмуртске колхозными лошадьми. \r\nОчевидцы сообщают, будто видели, как злоумышленники, грубо ржа, на большой скорости уносили перепуганных цыган в неизвестное место."}, {"id": 43, "anekdot": "Работающие родители! Дети, неумеющие просить подаяние! ПОЗОР ЦЫГАНСКОЙ СЕМЬИ!!!"}, {"id": 44, "anekdot": "— Дай руку, погадаю! Ой, предстоит тебе тяжелая жизнь, бриллиантовый! И не расстанешься ты с унитазом, потому что заболеешь дизентерией! \r\n— Что, линии плохие? \r\n— Нет яхонтовый, руки грязные!"}, {"id": 45, "anekdot": "Кулинарная книга. Блюда цыганской кухни. \"Сначала украдите кастрюлю…\""}, {"id": 46, "anekdot": "Останавливается мерседес на красный цвет. Тут подбегает к машине цыганка и говорит в окно крутому:\r\n— Эй, красавец, дай 10 рублей, и узнаешь что с тобой будет!\r\n— Слышь, бабенка, я тебе дам 10000.. если ты скажешь, что со мной этого не будет!!!"}, {"id": 47, "anekdot": "Молодая цыганка гадает парню: \r\n— Вижу возле тебя девушку… ох и разведет она тебя на бабки… \r\nБолее старшая цыганка толкает ее в бок и шипит: \r\n— Не надо ему говорить о том, что происходит сейчас, ты ему о будущем говори."}, {"id": 48, "anekdot": "— Почему у цыган много детей?\r\n— Легче новых завести, чем старых отмыть."}, {"id": 49, "anekdot": "Цыганка хватает прохожего за руку: \r\n— Мужчина, а мужчина! \r\n— Ну, чего тебе? \r\n— Мужчина, сто рублей не дадите — ребенку булочку завернуть?"}, {"id": 50, "anekdot": "Цыгане-карлики угнали табун пони…"}, {"id": 51, "anekdot": "Сидят мужики. Скукотища. Заходит еще один мужик:\r\n— Чего сидите, скучаете? Цыган бы позвали, что ли.\r\n— Так звали уж.\r\n— Ну?\r\n— Ну что? Пришли, посидели. Потом говорят — \"скучно у вас тут\", и ушли."}, {"id": 52, "anekdot": "Утро в цыганском таборе: кто раньше встал — тот красивее всех оделся."}, {"id": 53, "anekdot": "Анонс фильма. \"Табор уходит в небо\" — это фантастический художественный фильм про захват галактики цыганами."}, {"id": 54, "anekdot": "Нововсти: В Москве прошла забастовка цыган. Тысячи москвичей остались без будущего!"}, {"id": 55, "anekdot": "Судят цыгана за то что украл лошадь. Судья говорит: \r\n— Подсудимый, что скажете в свое оправдание? \r\nЦыган рассказывает: \r\n— Иду я значит по дороге, смотрю — на дороге лошадь лежит, ну я ее с лева обойти — не получается, справа — не получается, места нет, ну думаю переступлю через нее и дальше пойду, только ногу поднял чтобы переступить, а она кааак понесется, хорошо товарищ участковый остановил…"}, {"id": 56, "anekdot": "Закон цыганского табора: кто раньше встал — тот красивей всех оделся."}, {"id": 57, "anekdot": "Медведь пляшет, а цыган деньги берет."}, {"id": 58, "anekdot": "Зашел цыган к хозяину и просит:\r\n— Дай, браток хороший, поесть.\r\nХозяйка только что приготовила кашу. Хозяин посадил цыгана за стол, поставил миску с кашей и говорит:\r\n— Ешь, да смотри: похвалишь — побью, поругаешь — тоже побью, ничего не скажешь — опять-таки побью.\r\nСъел цыган кашу.\r\n— Ну, как? — спрашивает хозяин.\r\n— Не разобрал, батенька. Дай еще.\r\nНасыпали еще миску. И ее съел цыган.\r\n— Ну как? Хороша? — снова спрашивает хозяин.\r\n— Да такая же, как и в первой миске,— ответил хитрый цыган.\r\nТак и выкрутился."}, {"id": 59, "anekdot": "Цыган, отслуживший в армии, вернулся в табор и рассказывает:\r\n\"Вроде и командиры у нас умные, а понять многого не могут. Весь день все солдаты бегом да бегом. Будто нельзя встать на час, на два раньше и ходить не торопясь\"."}, {"id": 60, "anekdot": "У молодого господина пропал велосипед. Подошел к нему цыган и шепнул на ухо:\r\n— Дадите на кружку пива, скажу, кто украл.\r\n— Конечно, только скажи! — и дал цыгану на пиво. \r\nЦыган наклонился к господину и многозначительно произнес:\r\n— Воры!"}, {"id": 61, "anekdot": "Цыган пришел к врачу:\r\n— Доктор, помоги: жена уже двенадцатого ребенка родила — что делать?! \r\nДоктор взял да и подхолостил его. Через неделю цыган опять приходит:\r\n— Доктор, помоги — жена обижается, говорит — ты мне такой не нужен! \r\nДоктор думает: \"А дай-ка я ему вошью яйца от обезьяны\". Взял да и вшил. Через год цыган приходит и приносит пузырь:\r\n— Ну спасибо тебе, доктор — моя жена ребенка родила, волосатого, с зубами! А ребенок только \"УУ-уу-уу\" и в лес убежал…"}, {"id": 62, "anekdot": "Мужик жалуется цыгану:\r\n— Мора, я твоего сына в амбаре поймал!\r\n— В амбаре что не поймать, ты в поле поймай."}, {"id": 63, "anekdot": "Стучится цыганенок в дверь:\r\n— Тетенька, дай водички напиться, а то так кушать хочется, что аж переночевать негде."}, {"id": 64, "anekdot": "Цыгану надоела голодная кочевая жизнь, и решил он с горя повеситься. Выбрал дерево над речкой, привязал веревку, накинул петлю на шею… Раз! А веревка оборвалась, и он полетел в воду. Спасли его с трудом, потому что плавать не умел.\r\n— Чего это ты надумал? — спрашивают люди.\r\n— Ай! Оставьте меня,— сердится цыган,— из-за чертовой веревки чуть не утопился!"}, {"id": 65, "anekdot": "Выйдя из церкви после венчания, молодой итальянец увидел цыганку и протянул ей для гадания руку. Та едва взглянула и пробормотала:\r\n— Все, что я тебе могу сказать: поздно."}, {"id": 66, "anekdot": "Сидит цыган в тюрьме. Его спрашивают:\r\n— За что ты сидишь?\r\n— За халатность, ребятушки, за халатность. Лошадь украл, а жеребенка забыл."}, {"id": 67, "anekdot": "Цыган вернулся из армии. \r\nЕго спрашивают: \r\n— Ну как, не пропал там? \r\n— Что вы, ромалы, там пропасть нельзя. Сержанты пересчитывают солдат раз по двадцать в день. Тут уж никуда не денешься."}, {"id": 68, "anekdot": "Цыганка учит своего подрастающего чада:\r\n— Запомни сынок, как правильно надевать трусы, там где желтое — перед, а где коричневое — зад."}, {"id": 69, "anekdot": "Смотрит цыган на своих детей, а они грязные вокруг него бегают.\r\nЦыганка спрашивает:\r\n— Чего задумался?\r\n— Да вот, — говорит, — думаю. Этих помыть или новых завести."}]