[{"id": 1, "anekdot": "Встречаются два кума:\r\n— Петро, чув наш козак выиграл Олимпиаду?\r\n— Так он же — негр?\r\n— Ничего, главное, что не москаль."}, {"id": 2, "anekdot": "— Какая самая обидная фамилия для хохла?\r\n— Москаленко."}, {"id": 3, "anekdot": "Едут в поезде в одном купе хохол и негр. Хохол достает сало, цыбулю (лук), нарезает на кусочки сало. Негр спрашивает:\r\n— Что это?\r\n— Цэ сало.\r\n— Да какое же это сало. Вот когда мы в Зимбабве свежуем бегемота, вот там сало, полметра толщиной.\r\nХохол заметно напрягся. Достает вареные яйца.\r\nНегр спрашивает:\r\n— Это что?\r\n— Цэ яйца.\r\n— Ну разве это яйца? Вот когда мы в Зимбабве разбиваем страусиное яйцо и жарим яичницу, то могут наесться сразу двадцать человек.\r\nХохол напрягся еще больше. Достает большой арбуз, килограмм на 10.\r\nНегр спрашивает:\r\n— Ну а это что?\r\n— Цэ крыжовник. Дичка."}, {"id": 4, "anekdot": "— Мыкола, шо, в первую очередь, ты взял бы с собой на необитаемый остров?\r\n— Шмат сала и рогалик.\r\n— Зачем?\r\n— Блин, ты тупой? Кушать!"}, {"id": 5, "anekdot": "Сидит хохол на берегу Днепра, ловит рыбу. Вдруг поймал он рыбку, да не простую а золотую, и говорит ему рыбка:\r\n— Слушай Мыкола, отпусти меня, я для тебе все что хочешь сделаю!\r\nЗадумался Мыкола и говорит:\r\n— Слушай, рыбка, хочу попасть на такой майдан, после которого в стране людям жить стало лучше!\r\nИ закинула его рыбка в далекий 1989-й год, в далекую восточную страну, на площадь со странным названием Тяньаньмэнь."}, {"id": 6, "anekdot": "Хорошо хохлам: из двух извечных вопросов — \"Что делать?\" и \"Кто виноват?\" — по крайней мере на второй они уже для себя ответили."}, {"id": 7, "anekdot": "— Петро, а какая птица у москалей на гербе?\r\n— Двуглавый орел.\r\n— А нам тогда надо синицу.\r\n— Почему?\r\n— Желто-синяя, любит сало, когда ходит по земле — скачет."}, {"id": 8, "anekdot": "— Мыкола, а куда сало делось?\r\n— Да либо евреи съели, либо москали!\r\n— Так евреи же сало вообще не едят!\r\n— Ну тогда точно москали!"}, {"id": 9, "anekdot": "Небольшая деревушка. К ней быстро приближается отряд вооруженных до зубов свиней.\r\nУ первого встречного обалдевшего мужика свиной командир деловито спрашивает:\r\n— Хохлы в деревне есть?"}, {"id": 10, "anekdot": "Поезд. Купе. Едут мама с дочкой — сама изысканность и отец с сыном — хохлы, простые такие. \r\nМама: \r\n— Настаси. Соблаговоли сходить к вагоновожатой и мило попроси ее заказать в вагоне-ресторане две маленьких чашечки кофе для нас. Скоро время ленча, следует откушать кофе. И не забудь ее поблагодарить. \r\nСын: \r\n— Ну, что, бать, пожрем? \r\nОтец: \r\n— Пожрем! \r\nДостает шмат сала, головки лука. Едят руками. При этом мама и дочь морщатся. \r\nСын: \r\n— Ну, что, бать, пожрали, теперь посрем. \r\nИ уходит. \r\nМама: \r\n— Настаси. Соблаговоли покинуть купе на несколько минут. \r\nДочь выходит. \r\nМама: \r\n— Мужчина, мне конечно очень неловко, но Вы с сыном употребляете такие, как бы это сказать, достаточно вульгарные выражения… Я-то потерплю, но девушка… Это так не хорошо отражается на ее воспитании. \r\nОтец: \r\n— Ща решим. \r\nВозвращается дочь, затем сын. \r\nОтец: \r\n— Мыкола, ты че тут, блин, развел? Тут девка не *бана, а ты то пожрем, то посрем!!!"}, {"id": 11, "anekdot": "Хохлушка проходит медосмотр. После посещения гинеколога читает у себя в карточке: Здорова.\r\n— Вот жлоб! Не мог написать, что мала?"}, {"id": 12, "anekdot": "Пришла хохлушка к гинекологу и говорит:\r\n— Шо вы мне в прошлый раз написали \"ЗДОРОВА\"? Не шобы \"МАЛА\" или \"КАК У ВСИХ\"!"}, {"id": 13, "anekdot": "Садится хохол в поезд, заходит в вагон, нашел свое купе. Открывает дверь, а там три негра сидят! \r\nХохол: \r\n— Ой, хлопцы! А шо тут горело?"}, {"id": 14, "anekdot": "Хохол пришел на еврейскую свадьбу. Выпил горилки и начал шарить глазами по столу в поисках куска сала. Сала нет. Хохол спрашивает: \r\n— Слышь, хлопцы, а где ж сало?\r\nЕму объясняют: \r\n— А сала мы не едим. \r\nХохол разводит руками: \r\n— Нет, я, конечно, понимаю, что сало — это святое. Но не до такой же степени?"}, {"id": 15, "anekdot": "Два хохла работают в Германии. Нанимает их немец для покраски дома. Сидят хохлы целый день, ничего не делают. Продали краску, деньги пополам, а потом думают, что скажут немцу. Взяли и покрасили морду коня краской. Приходит немец с работы и видит, что ничего не сделано. Спрашивает:\r\n— Почему не покрасили дом?\r\n— Да вот, твой конь выпил всю краску.\r\nНемец вытаскивает пистолет и стреляет в коня. Перепуганные хохлы спрашивают:\r\n— Ты что, с ума сошёл?\r\nНа что немец отвечает:\r\n— Да достал он меня! На прошлой неделе слопал две тонны цемента."}, {"id": 16, "anekdot": "Узнали русский, хохол и еврей, что недалеко есть пещера с золотом, но ее охраняет Змей Горыныч. Решили они пойти посмотреть. Первым зашел русский. Схватил его змей, намазал член салом и отымел. \r\nВыходит русский и говорит: \r\n— Да, есть там золото, но как достать не знаю. Иди хохол посмотри. \r\nПошел хохол. С ним приключилось то же самое. \r\nВыходит и говорит: \r\n— Действительно, золота там много. Ты, жид, очень хитрый — иди посмотри как его достать.\r\nЗашел еврей в пещеру и через несколько секунд оттуда начали раздаваться душераздирающие вопли. Через несколько минут выбрался еврей, упал и умер. Сидят русский с хохлом над евреем и плачут. \r\nРусский: \r\n— Это я во всем виноват, если бы я сказал, что там, то еврей остался бы жив. \r\n— Нет, это я виноват. Пока Змей меня тр*хал я все сало съел."}, {"id": 17, "anekdot": "Бегут отец-хохол с сыном по перрону за уходящим поездом. Бежали-бежали — всё равно не догнали! Тут батько сына по затылку кааак треснет!!! \r\nСын (потирая затылок, жалобно):\r\n— Тату, за що??? \r\nБатько в ответ (крича): \r\n— А шо делать?!?!, шо делать?!?!"}, {"id": 18, "anekdot": "Приходит один хохол к другому в гости и спрашивает:\r\n— Куме, а навищо ты оцю гарну березку, яка була биля викна спыляв?\r\n— А щоб москали не казалы, що це типично руськый пейзаж!"}, {"id": 19, "anekdot": "В Москве толсто звонят, да тонко едят."}, {"id": 20, "anekdot": "Приходит молодой хохол к отцу.\r\n— Батько дай мэни з пулэмэта постриляты!\r\n— Ой сынку а зможеш?\r\n— Зможу батько!\r\n— Ну-ка покажы!\r\n…Короткая очередь, все куры во дворе лежат только перья оседают. \r\n— Добре сынку добре… А гранату кынуты можеш?\r\n— Можу батько!\r\n— На вот кыдай в сортир!\r\n…Взрыв, доски в воздух, все содержимое по кустам…\r\n— Добре, сынку, добре… А то бы мамка нам дала за курей!"}, {"id": 21, "anekdot": "Сделал себе хохол огромный бутерброд с салом. Начал есть, да вот беда — в рот не помещается. Он и так, и сяк — даже откусить не может. \r\nДругой идет мимо: \r\n— Кумэ, може тоби розризать? \r\n— Да, отут (показывая на уголки губ)"}, {"id": 22, "anekdot": "Сидят два хохла и пьют горилку. Один говорит: \r\n— Это очень хорошая горилка, она прошла три стадии очистки: я ее пропустил через уголь, через опилки и через себя!"}, {"id": 23, "anekdot": "В дом к хохлу приходит дико голодный москаль. В это время хохол, как раз сел за стол и нарезает сало, чесночок, грибочки открыл. Москаль: \r\n— Может угостишь? Дико есть охота. \r\nХохол: \r\n— Чому б не прыгостыть. Тилькы ты сначала ведро воды выпей. \r\nДеваться некуда, кушать хочется. Ну он выпивает ведро воды и еле садится на стул. \r\nХохол: \r\n— Ну що, може сальца? \r\nМоскаль: \r\n— Нет уж, спасибо огромное!!! \r\nХохол: \r\n— Хех, так это ты пить хотел!"}, {"id": 24, "anekdot": "Лезут на Эверест русский, украинец и еврей. Ну забрались почти на вершину, осталось 500 метров. Ну разбили лагерь, тут русский и говорит:\r\n— Ну чего мы все туда попремся? Давайте я туда один слажу, флаг воткну нам всем и зачтется.\r\nЕврей:\r\n— Давай…\r\nНу русский залез на вершину. а там сидит здоровый такой волосатый снежный человек и член салом натирает. Видит он русского и орет:\r\n— Иди сюда мой подарочек!!!\r\nИ два часа интима в полной тишине… Потом русскому пинка под зад. Русский кубарем катится вниз и говорит своим:\r\n— Мужики, не долез я, ноги обморозил.\r\nПолез хохол, вся история повторяется, он скатывается вниз и говорит: \r\n— Ну не долез я, мужики.\r\nЕврей говорит:\r\n— Ну я полезу, что ж делать.\r\nЭти двое ему:\r\n— Давай…\r\nЛезет он, эти двое его ждут и тут раздаются дикие вопли!!!\r\nРусский и говорит:\r\n— Слушай, я молчал, ты молчал, чё ж он так орёт?\r\nА украинец ему и отвечает:\r\n— А я у снежного человека сало украл…"}, {"id": 25, "anekdot": "1942 год. Два хохла сидят в окопе с винтовками, на них прут немецкие танки. Один, понюхав воздух и скривившись, недовольно говорит: \r\n— Мыкола, ты шо, обосрался шоль со страху? \r\n— Та ни, то не со страху, то от лютой злобы и невыносимой ненависти."}, {"id": 26, "anekdot": "Беседуют два хохла:\r\n— Куме, а вы знаете, як москали называют наше сало?\r\n— Як жеж?\r\n— Целлюлит!…"}, {"id": 27, "anekdot": "Хохол купил себе классную иномарку, едет на ней, радуется. На первом же посту ГАИ его останавливает мент. Хохол чуть-чуть приоткрывает окно, мент заглядывает. Хохол во всю глотку: \r\n— Г-Г-Г-Г-АВ!!! \r\nМент отскакивает. \r\nХохол: \r\n— Не бійся, я пристьогнутий."}, {"id": 28, "anekdot": "Словили русский и украинец золотую рыбку. Она говорит: \r\n— Отпустите меня я, для тебя русский исполню два желания, т.к. ты возрастом старше, а для тебя украинец, уж прости — одно. \r\nРусский подумал и говорит: \r\n— Хочу чтобы Москву огородили большим, железным забором. \r\nРыбка: \r\n— Ок, будет исполнено, а второе желание?\r\n— Хочу, чтобы выгнали оттуда всех хохлов.\r\nРыбка украинцу: \r\n— Теперь твоя очередь! \r\n— Нуууу, забором огородили, хохлов выгнали, а теперь заливай бетоном!"}, {"id": 29, "anekdot": "Пограничная река. С одной стороны русская, с другой— украинская граница. И случилось так что украинский Иван-пограничник спас жизнь москальскому коллеге. Ну и русский, дабы отблагодарить хохла, приготовил ему на берегу женщину и кричит на другой берег: \r\n— Иван! Плыви сюда и я тебе дам то, что ты не видел полгода!\r\nИван сразу шубовсь в воду, приговаривая:\r\n— Сало, сало, сало…"}, {"id": 30, "anekdot": "Говорить хохлы — не этично.\r\nПолиткорректно будет — укрославяне."}, {"id": 31, "anekdot": "Хохол-ветеран делится вопоминаниями:\r\n— Как-то раз во время войны я 10 километрив тащыв на себе раненого комисара.\r\n— И вас наградили?\r\n— Аякже! Далы тёплое питание и 150 дойчемарок!"}, {"id": 32, "anekdot": "Застрял русский в лифте, нажимает на звонок, ему голос: \r\n— Якщо Ви розмовляєте українською, натисніть один! Если Вы разговариваете на русском языке нажмите два! \r\nНу тот с уверенностью нажимает два, ему голос: \r\n— Шо, москаляка, застряв?!"}, {"id": 33, "anekdot": "— Ребята, хорошо тут, хорошо, правда, немного прохладно, вон посмотрите как синички нахохлились… \r\n— Это не синички нахохлились, это хохлы насинячились…"}, {"id": 34, "anekdot": "Хохол, его сын и негр — все в одном купе. Сын: \r\n— Батько, дывысь, макака! (показывает на негра) \r\nТак повторяется много раз. Негр не выдерживает и говорит: \r\n— Вы бы сыну сказали, что я не обезьяна, а человек! \r\nХохол: \r\n— Дывысь, говорящая макака!"}, {"id": 35, "anekdot": "Хохол съездил по турпутевке в Испанию, рассказывает про корриду: \r\n\"Ну, арена така вся гарна, на трыбунах — испански чоловикы — вси таки гарни, спокийни, испанские жинки — гарни, спокийни, выпустили быка на арену — вэлыкый такый бык, спокийный, тореадор вышел — гарный, спокийный… И тут тореадор достал комуняцькый флаг! И все как с ума посходили!!!\""}, {"id": 36, "anekdot": "Украинская деревня, вечер. Хохол кричит своему соседу через плетень:\r\n— Микола выходи горилку пить!\r\n— Не могу.\r\n— Как так, выходи горилку пить!\r\n— Занят я!\r\n— Да, чем же ты таким занят?\r\n— Да, *бусь я, будь оно не ладно!"}, {"id": 37, "anekdot": "— Иван, скажи, ну почему бы тебе не посадить картошку, морковку, помидоры там всякие? Огород-то вон какой!\r\n— Так не растет…\r\n— А вот посмотри через дорогу: и в огороде всего полно, и забор стоит, а не на земле валяется, как у тебя…\r\n— Ну, так это — у хохла!"}, {"id": 38, "anekdot": "Идут два хохла по просёлочной дороге. Вдруг у одного живот прихватило — он в кусты. Через пять минут кричит другу:\r\n— Грицько, у тебе бумажки нема?\r\n— Микола, да нашо воно тоби — нехай соби лежыть…"}, {"id": 39, "anekdot": "Самые сальные взгляды — у хохлов."}, {"id": 40, "anekdot": "Идут два хохла по минному полю…\r\n— Мыкола!\r\n— Чево?\r\n— Не ходи туда!!!\r\n— Мыкола СТОЙ!!!!!!!!\r\nБУУУМ, БАБАХ!!! КУСКИ ЗЕМЛИ ЛЕТЯТ… в земной коре трещины…\r\n— Эх Мыкола, Мыкола…\r\n— Чево???"}, {"id": 41, "anekdot": "Молодая хохлушка из глухой деревни нагуляла ребенка от негра. Пацан рос в этой деревне до 20 лет и никуда не выезжал. И вот однажды решил съездить в Киев. Едет на электричке. Напротив сидит хохол. Смотрел, смотрел на негра, а потом спрашивает: \r\n— Сынку, ты хто? \r\n— Я? Хохол. — говорит негр. \r\n— Тоди я хто?"}, {"id": 42, "anekdot": "Экскурсия в ад. Экскурсовод водит мимо сковородок, костров и т.д. с грешниками, наконец приводит в зал, где стоят большие котлы, в которых варятся грешные души. Вокруг одного котла по окружности стоит вооруженная охрана, а за ней еще один ряд охраны.\r\n— Кого это так охраняют?\r\n— Евреев. Стоит одному вылезти — сразу всех вытащит…\r\nСледующий котел. Тоже варятся люди, но охранник один, да и тот дремает в стороне.\r\n— А почему этих не охраняют?\r\n— А если один даже и чуть-чуть вылезет, его остальные назад затащат!\r\n— у и кто же это такие?\r\n— Да хохлы…"}, {"id": 43, "anekdot": "Встречаются два хохла. \r\nОдин — весь перебинтованный. \r\n— Мыкола, шо з тобою? \r\n— Да жинка мышей ловыть, так усю хату мышеловками уставила. \r\n— А ты тут при чём? \r\n— Так вона ж их на сало ловыть!!!"}, {"id": 44, "anekdot": "Хохол с юга вернулся к себе на хутор, и привез краба. Домой пришел, краба к воротам привязал, стоит любуется. Люди мимо идут, и вопросы задают:\r\n— Петро, шо цэ таке?\r\n— Цэ краб.\r\n— Петро, шо цэ таке?\r\n— Цэ краб.\r\n— Петро, шо цэ за зверь?\r\n— Цэ краб. \r\nУстал Петро на вопросы отвечать, а тут еще один сосед идет:\r\n— Петро, шо цэ таке?\r\n— Цэ мандовоха!\r\n— Ох, мабуть гарна была дивчина!.."}, {"id": 45, "anekdot": "Хохла поймали трое. Двое скрутили и держат, а третий ему в рот вареники запихивает. Он отбивался-отбивался, вырывался — вырывался. Кричит:\r\n— Стойте, дураки! Один — держи, а двое пихайте!!!"}, {"id": 46, "anekdot": "Сидят два хохла в глухом захолустье. Тут летит такой ржавый кукурузник, дым за километр, звуки соответствующие. Тут он падает на крайний сарай. Один хохол поворачивается к другому:\r\n— Бачыв?\r\n— Бачыв.\r\n— Ну?\r\n— Шо ну? Яка держава, таки теракты!"}, {"id": 47, "anekdot": "— Что такое \"Хохлома\"?\r\n— Родина-мать по-украински."}, {"id": 48, "anekdot": "Посадили хохла на зону. Зеки его назначили петухом и указали место. Менты решили посмотреть как хохол устроился. \r\n— Ну как Грецько? Не обижают? \r\n— Нет, вот петухом назначили. Сейчас доем это сало и начну этот курятник *бать."}, {"id": 49, "anekdot": "Отправляют хохла в армию, садится в поезд, высовывается в окно. Провожающая на перроне Маруся кричит: \r\n— Мыкола! Так на якый же ж адрес тоби пысаты? \r\n— Та пышы зразу у плен."}, {"id": 50, "anekdot": "Сидит Хохол на берегу реки, жует бананы. Мимо проплывает другой Хохол и спрашивает:\r\n— Що ешь?\r\n— Грыбы.\r\n— Якие же цэ грибы, цэ бананы!\r\n— Грыбы отсюда!"}, {"id": 51, "anekdot": "В купе поезда негр и хохол. Хохол проголодался достает сало. \r\n— Что это у тебя? — спрашивает негр.\r\n— Это сало…\r\n— Да разве это сало! Вот мы завалим носорога — там сало так сало.\r\nЕдут дальше… Хохол есть хочет — достает окорочок.\r\n— А это что у тебя? \r\n— Да вот перед поездкой курочку зарезал, теперь буду есть окорочок…\r\n— Да разве это окорочок!? Вот мы страуса завалим — там окорочок так окорочок!!!\r\nРазозлился хохол — есть охота!!! Достает арбуз…\r\n— Ну а это что?\r\n— Шо, шо — КРЫЖОВНИК!!!"}, {"id": 52, "anekdot": "Три охотника — американец, русский и хохол бухали как-то на привале. Америкос достал пузырь виски, сделал из него глоток, подбросил в воздух и… Бабах! Размочил его из ружья.\r\n— Да у нас в Америке этого виски, ну просто завались!\r\nРусский достал бутылку Столичной, выпил одним махом до половины и подкинул вверх… шарах-бабах… разбил.\r\n— У нас в России этой водки — аж из ушей льётся.\r\nХохол достал бутыль горилки, не спеша выпил его до дна, потом подкинул вверх… Бабах! Застрелил русского, поймал бутыль и говорит:\r\n— У нас этих москалей… а бутылку треба сдать!!!"}, {"id": 53, "anekdot": "Чем отличается украинец от хохла? Украинец живет на Украине, а хохол — там где лучше."}, {"id": 54, "anekdot": "Диалог москаля и хохла на Марсе:\r\n— Эй, ты чё дурак? Ты зачем границу чертишь?\r\n— Это моя территория и чтоб ты не прошёл!\r\n— Зачем тебе это? Ведь это Марс. Тут ни травинки, ни дождинки…\r\n— Да, знаю. Но на всякий случай. Вот у меня дома на родине на Земле часом бывает, что тоже ни травинки, ни дождинки и село захудалое — дальше некуда, а москаль хоть один — найдется!"}, {"id": 55, "anekdot": "Аленушка братцу Иванушке: \"Иванушка, не ешь сало — хохленочком станешь…\""}, {"id": 56, "anekdot": "Хохол проходит в армии комиссию. \r\n— Кем хочешь служить? \r\n— Хочу кинологом, шоб с собаками работать. \r\n— Ладно. Только смотри чтобы справился. \r\nПроходит 3 месяца. Комиссия прибыла в часть с проверкой. Встретили хохла. \r\n— Ну, давай, показывай, — чего добился. \r\nХохол выводит собаку и говорит: \r\n— Мыкола — ИЩИ! \r\nМыкола скрывается в кустах. Проходит 15 минут, собака вся изодранная, в репейнике и болотной жиже возвращается. \r\n— Мыкола, ну шо найшов? \r\nМыкола: \r\n— Кого?"}, {"id": 57, "anekdot": "У хохла была москалька — он ее любил. \r\nОна съела кусок сала — он ее убил."}, {"id": 58, "anekdot": "Женит хохол сына. Приходит время брачной ночи, сынок спрашивает: \r\n— Тату, а шо робыты з молодой женой? \r\n— Ты, сынок, лягай и дывысь у викно. Як я пиду направо — засунь, як наливо — высунь. От и вся наука. \r\nТак и сделали. Батько направо — засунул, налево — высунул. Минут через 15 сынок высовывается в окно и кричит: \r\n— Тату, бигайте, бигайте!.."}, {"id": 59, "anekdot": "Сидят хохол и узбек. \r\nУзбек наливает себе зеленого чаю и говорит: \r\n— Чай пьешь далеко видишь. \r\nХохол достает хлеб, отрезает толстый кусок сала: \r\n— Далеко видишь да фиг дойдешь."}, {"id": 60, "anekdot": "Украинская деревня, где все живут очень бедно. И вот один хохол решил перебраться в город. Проходит 5 лет и он приезжает в деревню на своем Мерседесе. Едет, наезжает на какие-то грабли и пробивает колесо. Лезет в багажник за запаской, и тут к нему подходит старый сосед: \r\n— Че делаешь? \r\n— Не видишь что ли? Колесо снимаю. \r\n— Це добре, — говорит сосед, разбивая лобовое стекло — а я пока магнитолку тырну."}, {"id": 61, "anekdot": "Если на востоке вы чувствуете себя европейцем, а на западе — азиатом, значит, вы — хохол."}, {"id": 62, "anekdot": "Приходит хохол в публичный дом, его встречает девушка приятной наружности. Заводит его в комнату и спрашивает:\r\n— У тебя есть СПИД?\r\nА хохол от родясь, живя в глухой деревушке, о таком не слышал. Значит сидит и думает, если скажу что есть она попросит, а если скажу что нет, скажет что ты за хохол, если у тебя даже СПИДа нет. После долгих размышлений:\r\n— У мене есть только трошкы для себе…"}, {"id": 63, "anekdot": "Украинская группа на экскурсии в Эрмитаже. Вдруг в Гербовом зале хохол, колоритный такой Тарас Бульба, просыпается, рот расползается в счастливую улыбку, смотрит на огромную мраморную чашу в центре зала, блаженно:\r\n— От, эту бы чашку, да усю пэльмэний!"}, {"id": 64, "anekdot": "— Галя, я слышала, что твой сын теперь в Москве живет. Как он там?\r\n— О, великолепно! Он устроился работать в крематорий!\r\n— ???\r\n— Представляешь: он сжигает москалей, а ему за это еще и деньги платят!!!"}, {"id": 65, "anekdot": "Жуткая засуха в Африке. Неурожай. Голод. Украина первой выслала десант с продовольственной помощью — сало, тушенка, горилка… Сидит на опушке джунглей хохол, смачно жрёт сало, запивает… Выходит из джунглей ободранное племя, останавливается перед ним и жалобно, с подвыванием протягивает руки. Ну, он и спрашивает:\r\n— Шо хлопцы? Йисты хочете?\r\nТе иступлённо кивают. Хохол призадумался…\r\n— Що же мени хлопцы з вамы робыть? Бананив-то у мены нема…"}, {"id": 66, "anekdot": "Он считал себя венцом природы. А был обыкновенным хохлом."}, {"id": 67, "anekdot": "Угарный хлопец — АфроХохол!"}, {"id": 68, "anekdot": "Атрибуты нового хохла: Малиновые шаровары, 600-тонный саловоз и галстук на чубе от Кристиана Диора."}, {"id": 69, "anekdot": "В конкурсе \"Украина глазами москалей\" победил Васыль со Львова, который выложил трёхметровыми буквами слово \"Украина\" из глаз москалей."}, {"id": 70, "anekdot": "Сидят два хохла. Один читает книгу и оживленно говорит другому:\r\n— Голопидренко! Глянь яка чудна фамилия — Эйнштейн!"}, {"id": 71, "anekdot": "Хохол отец и хохол сын стоят на остановке. Мимо проезжает милицейский патруль.\r\n— Па! Це шо таке?\r\n— Цементовоз!\r\n— Та там же люды!\r\n— Це не люды, це менты!"}, {"id": 72, "anekdot": "Что для хохла хорошо, то для свиньи — смерть!"}, {"id": 73, "anekdot": "Все, что для хохла хорошо, то свинье — смерть."}, {"id": 74, "anekdot": "Хохол застает жену с негром. Достает палку, начинает колотить негра. Жена за него заступается:\r\n— Не смей. Это гуманитарная помощь!"}, {"id": 75, "anekdot": "Везет хохол сало через границу, а сало то цельное, 10 метров длиной и нигде соединений не видать. Таможенники обалдели, останавливают его и спрашивают: \r\n— Откуда у тебя такое длинное сало, хохол? \r\n— Порося вырастил, выкормил, зарезал и вот везу. \r\n— Так как же ты сделал, чтоб у тебя сало цельное было? \r\n— Хэх, ну как, как… берешь порося, привязываешь ему задние ноги к стулу и каждый день миску отодвигаешь."}, {"id": 76, "anekdot": "Решил еврей надурняк себе колодец в огороде выкопать. Пошел он к русскому и говорит: \r\n— Слушай, мне недавно один цыган продал старую карту. На ней показано, что у меня в огороде зарыт клад. Давай ты мне его откопаешь, а я тебе 30% отдам. \r\nА русский отвечает: \r\n— Не верь ты этому цыгану. Он продал похожую карту одному хохлу, так я ему целый колодец вырыл, а клад не нашел."}, {"id": 77, "anekdot": "Везет хохол мясо в Москву на продажу. На границе украинский таможенник смотрит в мешок и говорит: \r\n— Что, мясо? \r\nА тот в ответ: \r\n— Нет, пан таможенник. Это отходы от сала. Сало — для Родины, а отходы — москалям. Нехай утилизируют."}, {"id": 78, "anekdot": "Хохол заходит в тамбур, покурить, смотрит два лица кавказской национальности забивают косяк.\r\n— Що це таке? — спрашивает хохол.\r\nТе ему:\r\n— На взрывай.\r\nОн выкидывает косяк в открытое окно и говорит:\r\n— Нехай там взрывается."}, {"id": 79, "anekdot": "Сидят два мужика в больнице, хворают. Подсадили к ним хохла. Тот набил полную тумбочку салом и на каждую процедуру шмат сала забирает, а потом приносит и обратно в тумбочку. Хлопцам жрать охота, забодал горох, ну, один другому: \r\n— Лелик, давай кусок стыбзим да захаваем.\r\nСперли, сожрали, тут хохол приперся, тумбочку открыл.\r\n— Хлопци, ви мое сальцо нэ бачылы?\r\n— Да нет, а шо сперли? От собаки.\r\n— Та цэ ни страшно, просто врач казав писле кажной процедури жопу салом протирать. \r\nОдин мужичок на другого смотрит.\r\n— Я тебе говорил, падло, что говном воняет, а ты, \"хавай, копченое\"."}, {"id": 80, "anekdot": "Поймал черт русского, латыша, хохла и эстонца, посадил в мешок, три дня таскал по горам и долинам, колотил по-всякому, наконец бросил мешок и убежал. \r\nПервым из мешка выскочил русский и с матами погнался за чертом. \r\nВторым выскочил латыш и побежал жаловаться в Совет Европы. \r\nТретьим вылез хохол, но никуда не пошел, встал в сторонке. \r\nНаконец высунулся эстонец: \r\n— Чтоо тутт происхоодитт? \r\nХохол: \r\n— Ты, чоловиче, вылазь, я мешок заберу."}, {"id": 81, "anekdot": "Едут в одном купе интеллигент и хохол. Интеллигент открыл дипломат, достал бутылку \"Столичной\", стопку, лимон, нож. Отрезал лимона, налил стопку, выпил, закусил. Подошел к зеркалу, посмотрел на язык, убрал водку и сидит. \r\nХохол его спрашивает:\r\n— Ты шо цэ робыш?\r\n— Да вот я на язык смотрю, как покраснел — норма, хватить пить. \r\nХохол достает из мешка банку самогона, здоровый кусок сала и граненый стакан. Наливает, отрезает кусок сала, выпивает. Закусывает и смотрит в зеркало, открыв рот и вывалив язык. Садится. Повторяет всю процедуру. \r\nПосле третьего стакана интеллигент его спрашивает:\r\n— А ты что делаешь?\r\n— Да оцэ дывлюсь, як по горло сало плавае, так и норма — нэ пью!"}, {"id": 82, "anekdot": "Хохол снимает со стены хаты ружье и куда-то собирается.\r\n— Ты куда, Петро, собравси? — спрашивает его жена.\r\n— Та пиду трохи москалей постреляю.\r\n— А ну, как они тебя?\r\n— А мене то за шо?"}, {"id": 83, "anekdot": "Спорят офицеры трех армий, у кого жена изящнее.\r\n— У меня такая изящная супруга, — говорит француз, — что однажды чуть не умудрилась пошить себе платье из чего бы вы думали? — из моей ленточки к ордену почетного легиона.\r\n— А моя настолько стройна, — пытается перещеголять его итальянский офицер, — что когда принимает ванну, пристегивается к крану цепочкой, чтобы не унесло ее водой.\r\n— Да… уж… що я вам скажу на це… — чешет затылок хохол. — Ось вчерась, намедни, пили с жинкой чай с вышневым вареньем, так вона случайно кисточку проглотила, так увесь гарнизон думав, що вона бэрэменна…"}, {"id": 84, "anekdot": "Хохла на таможне спрашивают:\r\n— Наркотики есть?\r\n— Есть, — признается хохол.\r\nВскрыли все вещи — ничего не нашли.\r\n— А где наркотики? — спрашивают.\r\n— А это, — показывает хохол на сало, — я от него балдею!"}, {"id": 85, "anekdot": "Приходит хохол домой и говорит жене:\r\n— Жена давай пылесос купим?\r\n— А шо цэ таке?\r\n— Да цэ машина такая.\r\n— А зачем вин нужен?\r\n— Да вин пыль сосе.\r\n— А сколько вин стоит?\r\n— 100 карбованцев.\r\n— Да пусть вин лучше х*й сосе!"}, {"id": 86, "anekdot": "Опять же, хохол у хохла спрашивает:\r\n— Как тебе Лужков?\r\n— А что, классный мужик!\r\n— Ты что, он же наш Севастополь к Москве хочет пристегнуть!\r\n— Ну и шо, ты зато посмотри, сколько на нем сала!"}, {"id": 87, "anekdot": "Сидит такой дородный хохол на крыльце своей хаты и смачно так откушивает сала. Вдруг видит что через щели в заборе его бедный сосед разглядывает.\r\n— Мыкола, шо ты там стоишь? Иди же ж сюда, сала съедим.\r\n— Так не могу же ж — у тебя там собаки злые.\r\n— Та ото ж!"}, {"id": 88, "anekdot": "— Мамо, а шо, была Киевская Русь?\r\n— Была, сынку, была…\r\n— Так шо, мы все москали?\r\n— То не, то москали все хохлы."}, {"id": 89, "anekdot": "Идут через границу москаль и хохол. Натянута проволока с консервными банками. Москаль пролез, а хохол зацепился, все зазвенело. Часовой крикнул:\r\n— Стой, стрелять буду! \r\nА москаль в ответ:\r\n— Мяу-мяу! \r\nИдут обратно. Москаль пролез, а хохол опять зацепился.\r\n— Стой, кто идет?\r\n— Цэ ж ми, коты, назад ползем."}, {"id": 90, "anekdot": "1961 год…\r\n— Петро!\r\n— Га?\r\n— Москали в космос полетели!\r\n— Что, ВСЕ?!\r\n— Нет, один — Гагарин.\r\n— Так чему же ты радуешься?.."}, {"id": 91, "anekdot": "Предложили Французу, Американцу и Хохлу, кто сколько проскачет на коне, тому столько земли и дадут. \r\nФранцуз проскакал 1 км, остановил лошадь, говорит:\r\n— Мне хватит. Тут я поставлю усадьбу. Тут цветник. Там на шезлонгах буду отдыхать… \r\nАмериканец проскакал 3 км, остановил лошадь, говорит:\r\n— Мне хватит. Тут будет стоять моя вилла. Тут газон. Тут лужайка для гольфа. А там площадка для вертолета. \r\nХохол вскочил на коня и поскакал… Скакал, скакал… Скакал, скакал… Коня загнал, конь свалился, а Хохол бегом кинулся, бежит, бежит… Споткнулся, упал. Падая срывает с головы шапку, кидает вперед:\r\n— А тамо бурачкив посаджу…"}, {"id": 92, "anekdot": "Переполненный автобус в Киеве. Стоит очень колоритный хохол: с оселедцем, в жовто-блакитних шароварах. На сиденье сидит ну негр и читает газету \"Жовтневий прапор\" на украинском языке. Хохол его спрашивает: \r\n— А шо пан розумие нашу мову? \r\nНегр: \r\n— А як же. \r\nХохол, после раздумья: \r\n— Так може пан ще й хохол? \r\nНегр:\r\n— А як же. \r\nХохол, после долгого раздумья: \r\nА я тоди кто ж? \r\nНегр: \r\n— Та може и москаль."}, {"id": 93, "anekdot": "Едут в одном купе аристократ с дочкой и хохол с сыном. Сын хохла встает и говорит:\r\n— Батянь, ну я пойду, поссу?\r\n— Иди, сынко. \r\nСынок ушел. Аристократ подходит к хохлу и говорит:\r\n— Можно Вас на секундочку? \r\nНу вышли они в тамбур. Аристократ говорит:\r\n— Как же Вы так можете? Девочка моя, чистое девственное создание, она слова грубого не слышала, а Ваш сын такие вещи говорит.\r\n— Хорошо, я приму меры. \r\nВозвращается сын хохла. Хохол ему по морде — Бац! Он ему:\r\n— Батянь, за что?!\r\n— Як же ж ты мог? Девка то не*баная, а ты — \"пойду, поссу\"…"}, {"id": 94, "anekdot": "Русак в украинском селе. Зима. Ночь. В дверь стучится хохол и кричит\r\n— Витчини, ну витчини!\r\n— Да отвали ты! Нету у меня ветчины! \r\nУтром вышел — а хохол тут же у двери замерз.\r\n— Вот блин, а так хотел колбасы…"}, {"id": 95, "anekdot": "Плывет хохол по Миссисипи. Вдруг его кто-то за пятку хватает. \r\nХохол оборачивается: \r\n— Шо цэ такэ? \r\nНикто не отзывается. Плывет дальше — опять кто-то хвать за пятку: \r\n— Шо цэ такэ? \r\nОпять молчание. Плывет дальше — кто-то опять хвать за пятку — хохол хочет обернуться, но уходит под воду. Из под воды высовывается морда крокодила: \r\n— Шо цэ такэ, Шо цэ такэ… Цэ — крокодил!"}, {"id": 96, "anekdot": "Хохла поставили охранять склад. Посередине ночи идет патруль. Подходит к складу, а хохол и бровью не пошевелил. \r\nОфицер патруля ему говорит:\r\n— Что же ты не спрашиваешь у меня кто я такой? А вдруг я шпион?!\r\nХохол достает оружие и стреляет в офицера.\r\n— Ты бач яка сука!"}, {"id": 97, "anekdot": "Приехал москаль на Западенщину, нужно ему с вокзала до аэропорта на автобусе проехаться. Подходит он к дедку и спрашивает:\r\n— Дед, а где здесь остановка?\r\n— Не остановка, а зупынка, а ты, москалыку, вже прыихав…"}, {"id": 98, "anekdot": "— И как это хохлы пятиметровую свинью выращивают?\r\n— А они задние ноги бетонируют, а корыто отставляют все дальше и дальше…"}, {"id": 99, "anekdot": "Решил хохол стать иудеем. Пришел в синагогу. Раввин ему говорит:\r\n— У нас инструмента для обрезания чуба нет!"}, {"id": 100, "anekdot": "Рассказывает ветеран войны, хохол.\r\n— Как-то меня и еще трех москалей поймали немцы и заставили дерьмо есть. Москали не выдержали и умерли, а я жив остался. Во как!\r\n— А как же ты выжил-то?\r\n— А я лучшенькое выбирал!"}, {"id": 101, "anekdot": "Едут в одном купе поезда негр с обезьяной и хохол. Обезьяна начала прыгать, бегать, негр грозит ей пальцем:\r\n— Микки, перестань. \r\nОна ни в какую. Он опять:\r\n— Микки, перестань. \r\nТут уже хохол не выдержал: \r\n— Мыкола, шо ж ты свого батьку не слухаешь?"}, {"id": 102, "anekdot": "На границе задерживают черкаса с двумя тяжелыми чемоданами.\r\n— Хохол,— кричит пограничник,— наркотики есть?\r\n— Нет, нэма!\r\n— А что в чемоданах? Сало?\r\n— Сало!\r\n— Да это еще хуже наркотиков!\r\n— Я не знаю, наркотик чи ни, но я от него балдею."}, {"id": 103, "anekdot": "Украинская таможня. Группа москалей, пересекающих границу. Два гарных таможенника при исполнении… Один, держа в руках паспорт и толкая локтем другого, говорит:\r\n— Дывысь, Голожопенко, яка смишна фамилия — ЗАЙЦЕВ!"}, {"id": 104, "anekdot": "Решил хохол жениться, а как в постели себя вести — не знает. Стал у друзей спрашивать, а те решили над ним подшутить:\r\n— Ты смотри, это дело может быть с зубами, сначала пальцем проверь — без члена можешь остаться.\r\nТот в первую ночь аккуратно, медленно сует туда палец, а баба как громко пукнет, хохол быстро руку отдернул и кричит:\r\n— Ага, сука! Гавкнуть — гавкнула, а укусить не успела!"}, {"id": 105, "anekdot": "Малыш спрашивает деда-хохла:\r\n— Диду, почему ты не ездишь на своей машине?\r\n— Не любят нас клятые москали, не дают нам нефти.\r\n— Диду, а почему у нас дома газовая плита не работает?\r\n— Не любят нас клятые москали, не дают нам газа.\r\n— Диду, а почему у нас генофонд сокращается?\r\n— Да я ж говорю, не любят нас клятые москали!"}, {"id": 106, "anekdot": "Сидят два хохла в окопе, и вдруг на них из-за бугра выезжает немецкий танк. И странная вонь поползла по окопу.\r\n— Мыкола, чую, что ты усрався з переляку!\r\n— Ни! Це не з переляку — це з лютой ненавысти!"}, {"id": 107, "anekdot": "Два хохла:\r\n— Знаешь, як москали называють наш борщ?\r\n— Як?\r\n— Пе-ервое (издевательски).\r\n— Повбывав бы…"}, {"id": 108, "anekdot": "Едет в поезде в одном купе негр и хохол. Едут-едут, пришло время ужина. У негра с собой ни фига нет. Достает хохол сало, чеснок, лук, черный хлеб и т.д., начинает есть. Негр на него смотрит, смотрит, уже слюни текут. Тут хохол к нему поворачивается и говорит: \r\n— Извиняйте, бананив немае."}, {"id": 109, "anekdot": "Хохлы решают какой сделать флаг:\r\n— Давайте сделаем флаг дружбы украинского и российского народа?\r\n— Давайте!\r\n— Пусть на красно-бело-сине-жовто-блакитном фоне будет их двуглавый орел на нашем трезубце…"}, {"id": 110, "anekdot": "Летит хохол в самолете и ест сало. Подходит к нему эстонец.\r\n— Этоо чтоо у ваас?\r\n— Цэ сало, но вы його есть не будете.\r\n— Паачему?\r\n— Бо я нэ дам."}, {"id": 111, "anekdot": "Хохла спрашивают, сколько он может съесть яблок — пять, десять, двадцать килограммов.\r\n— Могу, — следует ответ.\r\n— А если вагон?\r\n— Весь не съем, но понадкусываю много."}, {"id": 112, "anekdot": "Хохол-солдат сидит и ест сало. К нему подходит сослуживец и спрашивает:\r\n— Что, посылку из дома получил?\r\n— Прислали, — отвечает хохол и спрашивает: — А ты что, сала хочешь?\r\n— Ага.\r\n— Ну напиши, пусть вышлют."}, {"id": 113, "anekdot": "На остров после крушения корабля попали американец, русский и хохол. Выловили их дикари и говорят каждому: чтобы получить пирогу и умотать отсюда, надо заплатить сто долларов, или съесть ведро лука или тебя все племя тр*хает. \r\nАмериканец: \r\n— Легко! — достает сто долларов и уплывает. \r\nРусский: \r\n— Легко! Ведро лука мне! — давясь, доедает и уплывает. \r\nХохол: \r\n— Легко! Ведро лука мне! \r\nНачинает есть. Съел полведра.\r\n— Нет, не могу больше! Давайте лучше тр*хайте! Племя тр*хает, прошло 5 человек.\r\n— Та щоб вы сказылысь! Давайте лодку! — достает сто долларов."}, {"id": 114, "anekdot": "Разница между хохлом и украинцем:\r\n— украинец с большой буквы пишет слово \"Украина\", хохол с большой буквы пишет слово \"Сало\".\r\n— украинец живет на Украине, а хохол — там, где лучше."}, {"id": 115, "anekdot": "— Мыкола! Шо твой козел в моем огороде делает?\r\n— Як шо? Капусту нюхает!\r\n— Хай он х*й нюхает, пол огорода вынюхал!"}, {"id": 116, "anekdot": "Хохол проходит таможню. Его спрашивают:\r\n— Наркотики есть?\r\n— Та оно повный чемодан! \r\nОни смотрят — полный чемодан сала:\r\n— Так это же сало!\r\n— Та я ж од нього кайфую!"}, {"id": 117, "anekdot": "Встречаются два хохла: Свербыгузенько и Черезплетеньходько. Один достает газету:\r\n— Бачь, яка чудна фамилия.\r\n— Яка, яка?\r\n— Гу-у-усев."}, {"id": 118, "anekdot": "— Мыкола, ты знаешь як москали КД ПЗУ называють?\r\n— Як?\r\n— СиДи Ром!\r\n— Як, Як?! Поубывав бы!"}, {"id": 119, "anekdot": "Собрались щирые украинцы. Один из них спрашивает:\r\n— Москалив тут нема?\r\n— Ни, нема, — отвечают ему.\r\n— Точно нема?\r\n— Точно.\r\n— Ну тогда давайте по-русски поговорим…"}, {"id": 120, "anekdot": "Поймал хохол золотую рыбку, взялась она выполнить 3 его желания.\r\n— Нэхай усе Татаро-Монгольское Иго иде у Швэцию. Но лиха нэ робит! А потом обратно.\r\nСнялась вся орда и потопала в Швецию… Почти никого там не порубив, вернулась обратно. Два следующих желания были аналогичными. \r\nНе удержалась любопытная рыбка, спросила:\r\n— Ну что тебе, хохлу, Швеция плохого сделала?\r\n— А шо мнэ Швэция? Зато по москалям — 6 раз туда-сюда, туда-сюда!…"}, {"id": 121, "anekdot": "Два хохла. Один другом наливает самогонку в черпак..\r\n— Да куда ж ты стилько льешь?\r\n— Дак это же тебе…\r\n— А, ну тады долей еще…"}, {"id": 122, "anekdot": "Хохол жалуется, что сны не всегда сбываются.\r\n— Ото, прыснывся мени сон, шо рядом спыть гарна дивчына. Мацаю, мацаю — нэма.\r\n— А в другой раз прыснылось, шо наклав в постель. Проснувся, мацаю, мацаю — лежит."}, {"id": 123, "anekdot": "Летят в самолете негр и хохол. Проголодались. Негр достает бананы. Хохол увидел и спрашивает:\r\n— А что это такое?\r\n— Бананы.\r\n— Дай попробовать. Через два часа после совместной трапезы, снова проголодались. Хохол достает сало. Негр:\r\n— А что это такое?\r\n— Сало.\r\n— Дай попробовать.\r\n— А что его пробовать — сало как сало!"}, {"id": 124, "anekdot": "Хохол и француз попали на два соседних острова. Скучно французу, ходит по берегу, зовет хохла:\r\n— Хохол, плыви сюда, коньяк есть! \r\nМолчит хохол.\r\n— Хохол, плыви сюда, женщина есть! \r\nМолчит хохол.\r\n— Хохол, плыви сюда, твое любимое блюдо есть! — кричит француз. \r\nХохол бросился в море и быстро поплыл к французу, приговаривая после каждого взмаха рук:\r\n— Сало! Сало!"}]