[{"id": 1, "anekdot": "Читая последние новости о событиях, происходящих в окружающем мире, внезапно начинаешь понимать всю ту мудрость, которая заключена в немудреном чукотском восклицании \"однако\"!"}, {"id": 2, "anekdot": "Получил Чукча квартиру и хвастается друзьям:\r\n— Квартира хорошая, только умывальник странный: я нажимаю ручку, начинает литься вода."}, {"id": 3, "anekdot": "Два чукчи идут по берегу океана, один другому говорит: \r\n— Я десять долларов нашёл. \r\n— Молодец, однако, а зачем ты их выкинул? \r\n— Фальшивые… однако. \r\n— Откуда ты знаешь? \r\n— Где ты видел десять долларов с двумя нулями?"}, {"id": 4, "anekdot": "Сидит чукча, рыбачит. Подплывает американская подводная лодка выходит капитан и спрашивает: \r\n— Куда поплыла русская подлодка? \r\nЧукча показывает куда-то в сторону. Капитан командует: \r\n— Норд-вест! \r\nПодлодка уплывает. Тут же выныривает русская подлодка из неё выходит капитан: \r\n— Куда поплыла американская подлодка? \r\nЧукча: \r\n— Норд-вест. \r\n— Не умничай, покажи пальцем!"}, {"id": 5, "anekdot": "Приезжает мужик в Сочи, сидит на пляже — белый такой. Загорелый абориген его спрашивает:\r\n— Ты откуда такой белый?\r\n— С Чукотки.\r\n— А что у вас там лета нет, что ли?\r\n— Есть. Только я в тот день на работе был."}, {"id": 6, "anekdot": "У моих друзей есть знакомый чукча. Он хорошо поет. Что видит о том и поет. Но в баню с ним никто не ходит."}, {"id": 7, "anekdot": "— Чукча, а твоя жена гуляет.\r\n— Пусть гуляет — я ее тепло одеваю."}, {"id": 8, "anekdot": "— На Чукотке обычай есть, однако, такой: когда к чукче в чум гость приходит, то чукча ему свою жену предлагает.\r\n— А это зачем?\r\n— Так иначе, однако, никто по такому морозу в гости ходить не станет!"}, {"id": 9, "anekdot": "Пришел чукча в гости, его приглашают к столу. Он садится на стул, ему на колени садится жена, ей на колени садится ребёнок.\r\nХозяин говорит:\r\n— Что же вы так сели?! Вон сколько места!\r\nЧукча:\r\n— Но вы же тарелки положили одна в одну…"}, {"id": 10, "anekdot": "Чукча приходит в парикмахерскую. Его спрашивают:\r\n— Вас как подстричь, налысо или сделать причёску?\r\n— Налысо.\r\nПодстригли его. Смотрит, а ему не нравится.\r\n— Нет, налысо плохо. Делайте причёску."}, {"id": 11, "anekdot": "Помните анекдот про чукчу, когда он приехал в город в гостиницу и в номере у телефона просил кушать, —\"Телефона, телефона, чукча кушать хочет\". Зря смеялись над этим, чукча был продвинутым пользователем телефона из будущего."}, {"id": 12, "anekdot": "Долгая полярная ночь. Сидит Чукча в чуме и думает:\r\n— Эх, перевести бы стрелки на час вперед…"}, {"id": 13, "anekdot": "Сидя несколько дней в заваленной снегом яранге, чукча так и не смог понять — в чём кайф, когда добавляешь лёд в спиртное."}, {"id": 14, "anekdot": "На Крайнем Севере застрял грузовик. Шофер бьется, ничего не получается. Мимо на собаках едет чукча, останавливается и говорит:\r\n— А я знаю, чо нада! \r\nШофер:\r\n— Ну скажи! \r\nЧукча:\r\n— Дай водки, скажу. \r\nШофер налил ему сто грамм. Чукча выпил и говорит:\r\n— Трактор нада."}, {"id": 15, "anekdot": "Чукча-мать отправляет чукчу-дочь в Москву в институт: \r\n— Если тебя захотят отъ*бать, говори, что у тебя там огонь. \r\nПриехала дочь домой на каникулы, а мать ее спрашивает: \r\n— Ну как у тебя дела? Не отъ*бали? \r\n— Нет, я говорила что у меня там огонь! Трое сразу отошли, а четвертый предложил «сосиску» пожарить. \r\n— И что? \r\n— Ну что? Жарили-жарили, потом он достал, попросил попробовать, я попробовала, сказала что сырая, а он ответил: Тогда разворачивайся, в «духовке» будем допекать."}, {"id": 16, "anekdot": "К новому чукче приходят гости, а у него чум крутой, внутри мебель импортная, сауна, джакузи, спутниковое телевидение… У него спрашивают:\r\n— Слушай, а где твои олени?\r\n— А для них специально под чумом подземный паркинг оборудован."}, {"id": 17, "anekdot": "Приходит чукча в цирк устраиваться. Директор ему и говорит:\r\n— Хорошо, мы вас возьмем, но сначала дрова порубите, а дальше посмотрим.\r\nЧукча берет топор, делает один удар и после этого начинает выделывать немыслимые кульбиты и сальто. \r\nДиректор в восторге:\r\n— Да вы же замечательный акробат! Давайте скорее подпишем контракт!\r\nЧукча:\r\n— Зачем контракт! Доктора давай — я себе яйца отрубил!"}, {"id": 18, "anekdot": "Репортер берет интервью у чукчи:\r\n— Сколько вы зарабатываете на оленьих рогах в день?\r\n— Черных или белых?\r\n— Ну, черных?\r\n— 500 рублей.\r\n— А белых?\r\n— Тоже 500 рублей.\r\n— А сколько литров молока в день вы берете от одного оленя?\r\n— От черных или от белых?\r\n— Ну, от черных?\r\n— 3 литра.\r\n— А от белых?\r\n— Тоже 3 литра.\r\n— Так что же вы мне мозги пудрите? Черные, белые…\r\n— Так черные мои.\r\n— А белые?\r\n— Белые тоже мои."}, {"id": 19, "anekdot": "Чукча на скамье подсудимых. Предоставили ему последнее слово. Он встал и говорит: \r\n— Однако!"}, {"id": 20, "anekdot": "Пошли чукча и русский в лес на медведя охотиться. Долго ходили, наконец, увидели медведя, а тот увидел их. Погнался медведь за охотниками и побежали чукча и русский обратно. Как только добежали до дома, чукча достаёт ружьё и стреляет в медведя. Русский спрашивает:\r\n— Чего ты его там не застрелил?\r\n— Однако, кто бы его потом тащил?"}, {"id": 21, "anekdot": "Сидит чукча и думает: Зима холодная или теплая будет, однако? Дрова готовить, не готовить? Пойду-ка к шаману, у него узнаю! Приходит к шаману:\r\n— Зима холодная или теплая будет, однако? Дрова готовить или не готовить?\r\nШаман думает: Блин, скажу, что теплая будет — замерзнет. Скажу-ка лучше я — что будет холодная. Ушел чукча, а шаман думает: А если теплая зима будет? Пойду к метеорологам! Приходит к метеорологам, спрашивает:\r\n— Зима холодная или теплая будет, однако?\r\nА те отвечают:\r\n— Холодная будет.\r\n— Почему? — спрашивает шаман.\r\n— А вон — чукча дрова готовит."}, {"id": 22, "anekdot": "Лежит мужик на чукчанке и вдруг, скрип полозьев подъезжающих нарт.\r\n— Слезай скорей, муж приехал, убьет, однако!\r\n— А я читал, что у чукчей муж под гостя сам жену кладет?\r\n— Ай, как жалко, однако! Совсем неграмотная у меня мужик, книжек не читает!"}, {"id": 23, "anekdot": "Идет мужик и видит чукчу. Тот пытается залезть на столб и постоянно сползает вниз. Мужик спрашивает: \r\n— А что это ты делаешь? \r\n— Измеряю высоту столба. \r\n— Так положи его и меряй. \r\n— Чукче надо измерить высоту, а не длину!"}, {"id": 24, "anekdot": "Чукча вернулся из армии. У его жены — ребенок.\r\n— Откуда ребенок, однако! Меня ведь не было?\r\n— Так ты же фотографию присылал из армии, помнишь?\r\n— Однако… Но ведь там я до пояса!"}, {"id": 25, "anekdot": "Приезжает Алла Пугачева на Чукотку. После концерта подходит к ней чукча и говорит:\r\n— Алла Пугачева, ты мне очень понравилась. Выходи за меня замуж!\r\n— А сколько ты, чукча, получаешь? \r\n— Полторы тысячи рублей в месяц!\r\n— Да у меня полторы тысячи в месяц только на туалетную бумагу уходит.\r\n— Ну и нафиг ты мне такая засранка нужна!"}, {"id": 26, "anekdot": "После проведения социологического опроса жителей Чукотки, были получены следующие результаты:\r\n1) Поддерживаю президента — 5%.\r\n2) Не поддерживаю президента — 10%.\r\n3) Кто такой президента? — 85%."}, {"id": 27, "anekdot": "Чукча идет вдоль поезда и бьется головой о каждый вагон.\r\n— Эй, чукча, ты чего делаешь? Совсем дурак, что ли?\r\n— Э-э-э, нет! Чукча не дурак, чукча умный! Чукча мягкий вагон ищет!"}, {"id": 28, "anekdot": "Чукча садится в такси и говорит:\r\n— На базар!\r\nТаксист:\r\n— Базара нет!\r\nЧукча:\r\n— Ну, тогда на вокзал!"}, {"id": 29, "anekdot": "Чукча в кафе обедает. У него спрашивают:\r\n— Скажите, а почему вы двумя ложками едите?\r\n— А так в два раза быстрее получается, однако."}, {"id": 30, "anekdot": "Поехал геолог в тундру. Приехал к чукче в чум и говорит:\r\n— Чукча, чукча, можно у тебя переночевать?\r\n— Можно однако, только ты мою жену не тр*хай, однако, как в прошлый раз.\r\n— Ладно, чукча, только ты в моей машине не верти руль и педали не нажимай.\r\nУтром жена говорит чукче:\r\n— Геолог меня, однако, всю ночь тр*хал. Ты, однако, где был?\r\n— Тише! Я за тебя, однако, отомстил — всю ночь, однако, педали нажимал и руль вертел!"}, {"id": 31, "anekdot": "Два чукчи-строителя нашли работу — подрядились обшить досками новый дом. Подходит чукча, который у них за старшего, ко второму чукч, и видит — тот половину гвоздей забивает, а половину на землю повыкидывал.\r\n— Ты чего хорошие гвозди выкидываешь?\r\n— Хорошие? Разуй глаза! У них шляпка не с того конца!\r\n— Ну ты дебил! А с той стороны дома — чем будешь прибивать?"}, {"id": 32, "anekdot": "— Скажите, почему нет ни одного чукчи-футболиста?\r\n— Чукча не дурак! Чукча владелец футбольной команды!"}, {"id": 33, "anekdot": "— Чукча, печку-буржуйку затопил?\r\n— Затопил! В прорубь, однако, еле залезла!"}, {"id": 34, "anekdot": "Чукча:\r\n— Камаза на Чукотку едет?\r\nВодитель:\r\n— Нет.\r\nЧукча:\r\n— А прицепа?"}, {"id": 35, "anekdot": "Долго думали в армии, куда чукчу пристроить, и определили в пожарники. Через неделю начальник расчета приходит к начальнику пожарной части:\r\n— Опять у нас с чукчей ЧП.\r\n— Мать вашу етить! Сколько раз уже говорил вам, чтоб технику безопасности соблюдали!\r\n— Так мы соблюдаем. Вон, ему на верхушке лестницы прибили плакат — «СТОП»!\r\n— Ну и чего?\r\n— Так он, оказывается, читает медленно."}, {"id": 36, "anekdot": "Наконец на Чукотке произошел технический прорыв в сетевых компьютерных технологиях. Чукотские хакеры взломали бухгалтерские счеты."}, {"id": 37, "anekdot": "На Чукотке открылся клуб Новых Чукчей. Стать членом клуба может каждый чукча, выполнивший два условия: нужно, чтобы у него было стадо оленей минимум в 600 голов, и чтоб его 600-го оленя звали Мерседес."}, {"id": 38, "anekdot": "Один чукча говорит другому:\r\n— Если угадаешь, сколько у меня денег, то отдам все 5 рублей!\r\n— Буду я еще голову ломать за 5 рублей!"}, {"id": 39, "anekdot": "Шел чукча по пустыне и нашел записку: «Прокопай 3 метра, там клад». Ну, прокопал, а там еще записка: «Прокопай еще 5 метров, там клад». Прокопал — еще 2 метра копать надо. Прокопал еще 2 метра — а там сундук. Мучился два часа, открыл, а там только записка: «Китайская шутка. А теперь попробуй, вылези!»"}, {"id": 40, "anekdot": "Вы знаете, почему чукчи не едят шоколад? Просто у них от фольги изжога. \r\nА почему не любят соленые огурцы? Голова в банку не пролезает."}, {"id": 41, "anekdot": "Молодой чукча спрашивает старого:\r\n— Что такое дельтапланя?\r\n— Бойся, сынок дельтапланя! Это огромный и ужасный птица-людоед, однако! Моя три раза стрелял, чтобы делтапланя отпустила человека!"}, {"id": 42, "anekdot": "Водит экскурсовод группу чукчей по музею:\r\n— Вот перед вами череп Петра Первого от 1695 года.\r\nПроходят в другой зал:\r\n— Вот перед вами череп Петра Первого от 1700 года.\r\nПроходят в следующий зал:\r\n— Вот перед вами череп Петра Первого от 1705 года.\r\nОдин экскурсант не выдерживает:\r\n— А как же у одного человека может быть три черепа?\r\n— Вы русский?\r\n— Да.\r\n— Вам в другой павильон."}, {"id": 43, "anekdot": "Чукча копает недавно посаженную картошку. Сосед:\r\n— Ты что, братан! Неделю назад посадил и уже копаешь?\r\n— Амнистия, однако!"}, {"id": 44, "anekdot": "Сидят в чуме двое чукчей. Один читает газету; через некоторое время он изрекает с умным видом: \r\n— Что-то меня беспокоит Гондурас.\r\n— Я же говорил тебе, — отвечает второй чукча, — не тереби его!"}, {"id": 45, "anekdot": "Едет чукча в автобусе и спрашивает стоящего впереди: \r\n— Я правильно на вокзал еду?\r\n— Нет, вам в обратную сторону.\r\nОн разворачивается на 180 градусов и переспрашивает:\r\n— Теперь правильно?"}, {"id": 46, "anekdot": "У чукотского страха глаза узкие, а у чукотского смеха глаз вообще нет!"}, {"id": 47, "anekdot": "Чукчу призвали в армию. На обеде дембель говорит чукче:\r\n— Чукча, скажи «чай»!\r\n— Чай.\r\n— По лбу ложкой получай!\r\nЧукча промолчал. После обеда послали их копать землю. Чукча говорит дембелю:\r\n— Скази, пазалуста, «чай»!\r\n— Чай.\r\n— Па спина лопатой — на!"}, {"id": 48, "anekdot": "Чукча напился в ресторане и решил заказать музыкантам свою любимую песенку. Подходит к ним и говорит:\r\n— Спойте мне песенку про котят.\r\n— Не знаем мы такой песенки, напойте ее нам.\r\nЧукча и напел им:\r\n— Котят ли русские войны!"}, {"id": 49, "anekdot": "Решил чукча курами обзавестись. Купил десяток щипаных кур в гастрономе, вспорол свой китайский пуховик и стал в тушки птиц втыкать перышки и пух. Входит жена и спрашивает:\r\n— Однако, что ты творишь?\r\n— Кур.\r\n— Да ты Бог, однако!"}, {"id": 50, "anekdot": "Чукотские ученые доказали существование внечукотских цивилизаций."}, {"id": 51, "anekdot": "Уволился майор из армии. Решил сходить поохотиться на медведя. Позвал с собой Чукчу. Чукча говорит: \r\n— Чтобы охотится на медведя, надо обладать тремя качествами: уметь думать, уметь метко стрелять, уметь быстро бегать.\r\nМайор отвечает:\r\n— Слушай, чукча, я каждый год сдавал кросс — бегать умею, по огневой подготовке оценка «отлично» — стрелять умею, 25 лет марксистско-ленинской подготовки — думать умею.\r\nПошли майор с чукчей на охоту. Шли долго, далеко ушли от яранги, где чукча живет. Нашли берлогу, засунули туда бревно. Из берлоги выскочил разъяренный медведь и кинулся на охотников, те бежать. Бегут, бегут, а майор думает: «Чего я бегу?» Остановился и одним выстрелом убил медведя. \r\nЧукча подходит к майору и говорит:\r\n— Вижу, что бегать ты умеешь, вижу, что стреляешь метко, а вот голова у тебя совсем не работает — кто же теперь тушу медведя до яранги потащит?"}, {"id": 52, "anekdot": "У чукчи спрашивают: \r\n— Чья космонавтика самая лучшая в мире?\r\n— НАСА, — гордо ответил чукча."}, {"id": 53, "anekdot": "Женился чукча на француженке. Через год его спрашивают:\r\n— Ну как проблема с языком?\r\n— Ничего, такой щекотный…"}, {"id": 54, "anekdot": "Чукча хвастается соседу:\r\n— Купил себе надувную женщину в секс-шопе. Очень она в сексе помогает, однако!\r\n— А каким образом? — спрашивает сосед.\r\n— Пока, однако, я домой бегаю жену любить — она волков от оленей отпугивает…"}, {"id": 55, "anekdot": "Купил чукча машину, пригнал ее в стойбище. Набежали чукчи, смотрят, любуются, спрашивают:\r\n— А это что? \r\n— Колесо. \r\n— А это что? \r\n— Мотор. \r\nОдин чукча показывает на глушитель: \r\n— Это что? \r\n— Однако самец попался."}, {"id": 56, "anekdot": "Чукча смотрит журнал и видит на обложке Пугачеву. Потом говорит жене:\r\n— Жена, поеду-ка я в Москву к Пугачевой.\r\nА жена отвечает:\r\n— Только ненадолго.\r\nЧукча поехал в Москву. Приезжает к Пугачевой и говорит:\r\n— Я хочу тебя, однако.\r\nПугачева в ответ:\r\n— Ладно, только вот исполни мою просьбу. Вот мне подарили на день рождения крокодилью сумочку, а я хочу еще и сапоги. Езжай в Африку и достань мне крокодильи сапоги, тогда и отдамся. Чукча так и сделал. Год нет, два нет. Жена его уже дома заждалась. Не выдержала, поехала в Москву к Пугачевой. Приехала и спрашивает:\r\n— Где мой муж?\r\n— Я его в Африку отправила за крокодильими сапогами.\r\nЖена поехала в Африку. Приехала, пошла к реке и видит — муж стоит с кувалдой. Вдруг подплывает к нему крокодил, он его БАЦ! по голове. Берет крокодила, переворачивает и говорит:\r\n— Ну вот, и этот тоже без сапог!"}, {"id": 57, "anekdot": "Бегает чукча по берегу моря в шубе. Окунется-вылезет, окунется-вылезет. Подходит к нему русский:\r\n— Ты что, чукча, делаешь?\r\n— Шубу стираю, однако.\r\n— А что, в стиральной машине не получается?\r\n— Получается, только голову кружит."}, {"id": 58, "anekdot": "Идет свадьба на Чукотке. Тамада:\r\n— Пора молодым удалиться с этого праздника.\r\nУтром. Молодой чукча: \r\n— Папа, ничего у нас так и не получилось. Все время, когда я пытался вставить, у меня член прилегал к животу.\r\nОтец: \r\n— Сынок, не переживай. Сходи в лес и выстругай рогатину, такую, чтобы одним концом в кадык упиралась, а другим, раздвоенным упирала член.\r\nПроходит год. Молодой чукча: \r\n— Спасибо папа, все хорошо.\r\nПроходит еще год. Молодой чукча: \r\n— Папа, мы уже без рогатины обходимся.\r\nПроходит еще год. Чукча тащит рогатину по земле. Отец: \r\n— Сынок, ты куда рогатину тащишь?\r\nМолодой чукча: \r\n— Выкинуть.\r\nПапа: \r\n— Да оставь, в хозяйстве пригодится.\r\nМолодой чукча: \r\n— Но зачем?\r\nПапа: \r\n— Под старость лет, снизу подпирать будешь!"}, {"id": 59, "anekdot": "Встречаются в тундре два чукчи:\r\n— Я открываю первое на всю тундру стриптиз-шоу.\r\n— А что такое «стриптиз-шоу»?\r\n— Это такое место, где женщины раздеваются, только не сразу, а постепенно — сначала одну лыжу снимают, потом другую…"}, {"id": 60, "anekdot": "Чукча и два жулика долго едут с севера в купе. Скучно. Жулики посовещались и говорят:\r\n— Чукча, а чукча, давай в нарды на деньги играть?\r\n— Не-ет, знаю я вас, вы меня в свои игры обжулите!\r\n— Ну давай играть в какую-нибудь вашу чукотскую игру.\r\n— Ладно. Играем в чомбу.\r\nПоставили на кон. Сдали. Только жулики взяли карты, чукча кричит:\r\n— Чомба! — и сгребает себе деньги.\r\nЖулики спрашивают:\r\n— А в чем смысл-то?\r\n— А кто первый скажет — тот и выиграл!\r\nСдали второй раз — жулики карты похватали и орут:\r\n— Чомба!\r\nЧукча спокойно берет свои карты, смотрит, сгребает деньги и говорит:\r\n— Козырная чомба!"}, {"id": 61, "anekdot": "— А как это — \"Новый чукча\"?\r\n— Малиновые сани и 600 собак."}, {"id": 62, "anekdot": "Прибегает чукча на вокзал, а поезд уже ушел. Он запричитал:\r\n— А-а-а… Поезд ушла, поезд ушла…\r\nНачальник вокзала делает ему замечание:\r\n— Во-первых, не кричите, а во-вторых, поезд не ушла, а ушел!\r\n— Не знаю, не знаю — под колеса не заглядывал…"}, {"id": 63, "anekdot": "Идут два чукчи, один другому говорит:\r\n— Вон, видишь идут мужики, давай им врежем!\r\n— А если они нам?\r\n— А нам то за что?"}, {"id": 64, "anekdot": "Чукча приходит к сексопатологу.\r\n— Доктор, моя, однако, пять палок за ночь!\r\n— Так это же очень неплохо!\r\n— Однако, доктор, ночь-то полярная!"}, {"id": 65, "anekdot": "Однажды чукча привел на погранзаставу геолога и говорит:\r\n— Однако шпиона поймал.\r\nЕго спрашивают:\r\n— А с чего Вы взяли, что этот человек — шпион?\r\n— Так, однако, иду и вижу: стоит этот человек и по скале молотком стучит. Я спрашиваю: «Ты кто?» А он: «Начальник партии». Чукча не дурак, чукча знает, кто у нас начальник Партии!"}, {"id": 66, "anekdot": "Москва. Зима, туман — в двух шагах не видно ничего. Чукча подходит к такси:\r\n— Однако, до Сереметево, давай?\r\n— Да нет, дорогой, никак не могу. Сам видишь, какой туман!\r\n— Нитево, я фонарь в руки возьму, пойду впереди масины, дорогу показывать буду!"}, {"id": 67, "anekdot": "Чукча приходит в магазин и спрашивает:\r\n— Синька есть?\r\nЕму отвечают:\r\n— Есть.\r\n— А, какого цвета?"}, {"id": 68, "anekdot": "— Идут два человека в длинных плащах. Как определить, кто из них чукча?\r\n— Тот, у кого плащ заправлен в штаны."}, {"id": 69, "anekdot": "Первая заповедь, которой чукчи учат своих детей: \r\n— Никогда не ешь желтый снег! \r\nВторая заповедь: \r\n— Перед тем как залезть на сугроб пописать, убедись, что это не белый медведь!"}, {"id": 70, "anekdot": "Пришел как-то чукча в магазин радиотоваров:\r\n— Музыкальный центр хочу, однако!\r\nПродавец продал ему динамик для радиоточки. Приехал чукча к себе, созвал всех родичей и друзей. Уселись они вокруг и ждут... Тут самый старый чукча и говорит:\r\n— Электричество надо, однако!\r\nВрубили в розетку, пошел дым. Старый чукча:\r\n— Ну вот, сейчас дирижер покурит и будут играть."}, {"id": 71, "anekdot": "Пришел чукча на телевидение. \r\n— Снимайте меня и показывайте по всем каналам, — говорит.\r\nК нему все с вопросами:\r\n— Ты что, музыку пишешь?\r\n— Нет.\r\n— Может, поешь хорошо?\r\n— Нет.\r\n— А может, ты классно танцуешь?\r\n— Нет.\r\n— Так что в тебе такого особенного, что тебя нужно снимать?\r\n— Перхоть у меня, однако!"}, {"id": 72, "anekdot": "Выдали чукчам паспорта. Через 3 месяца один чукча приходит опять и просит паспорт.\r\n— Но мы же вам уже выдали паспорт!\r\n— Тайга ходил, скурил, однако…"}, {"id": 73, "anekdot": "— Знаете, почему чукча садится спереди в маршрутке?\r\n— Нет.\r\n— Чтобы быстрей доехать."}, {"id": 74, "anekdot": "Сидит чукча, возле него гора рыбы. Подходит геолог и просит:\r\n— Чукча, дай рыбки.\r\n— Нельзя, начальник ругаться будет.\r\n— А кто начальник?\r\n— Я!\r\n— Слышь, начальник, дай рыбки!\r\n— Да бери, сколько хочешь!"}, {"id": 75, "anekdot": "Судят чукчу-милиционера за расстрел футбольной команды во время матча.\r\n— Подсудимый, как вы объясните свой безумный поступок?\r\n— Командира приказал. Он за «Спартак» болеет. \r\n— Как он мог вам такое приказать?\r\n— Он сказал: «Стрелять только по моей команде!»"}, {"id": 76, "anekdot": "Идут по улице два мужика. Видят — лежит кучка говна. Они остановились перед ней, думают. Сзади подходит чукча, видит кучку, хватает ее руками и говорит мужикам:\r\n— О, чуть не наступил, однако!"}, {"id": 77, "anekdot": "Встречаются два чукчи.\r\n— Отгадай загадку, однако!\r\n— А я не умею!\r\n— А я тебе подсказывать буду, однако — \"горячо — холодно\".\r\n— Ну, давай!\r\n— Сто одежек, все без застежек!\r\n— Это я в шубе, однако!\r\n— Холодно, однако!\r\n— Дурак ты, однако! Это без шубы холодно, однако! А в шубе горячо!"}, {"id": 78, "anekdot": "Купил чукча машину. Его спрашивают:\r\n— Ну и как?\r\n— Холосо! Однако до города за 30 минут доезяю, а обратно за 4 часа.\r\n— ???\r\n— Назад, однако, токо одна скорость."}, {"id": 79, "anekdot": "— Почему чукча открывает йогурт в магазине?\r\n— Потому что на нем написано: «Открыть здесь!»"}, {"id": 80, "anekdot": "Решил чукча стать депутатом. Звонит в парламент, говорит:\r\n— Я хочу стать депутатом, однако!\r\n— Вы что, идиот?\r\n— А это обязательно?"}, {"id": 81, "anekdot": "Чукча собирается в Среднюю Азию, ему говорят:\r\n— Как ты там выдержишь, там же 40 градусов в тени.\r\n— А чукча не дурак, чукча не будет в тени сидеть."}, {"id": 82, "anekdot": "Великая отечественная война. Чукча спокойно сидит в окопе и чай пьет. Вдруг в окоп вбегает немец и изо всех сил ударяет прикладом винтовки чукчу по голове. Чукча поворачивается и возмущенно говорит.\r\n— Ты что дурак, кто ж так по голове бьет без каски!"}, {"id": 83, "anekdot": "Двое чукчей подходят к водителю автобуса и спрашивают:\r\n— Троих подвезешь?\r\n— Почему троих? Вас же двое.\r\n— А ты что, с нами не поедешь?"}, {"id": 84, "anekdot": "Испытывают наши новую, секретную баллистическую ракету СС-50. А у нее блок наведения отказал и улетела она куда-то в тундру. Послали за ней поисковую группу. Идут они по тундре, а навстречу чукча. Те у него спрашивают:\r\n— Скажи, чукча, тут пять дней назад летела большая огненная палка. Ты ее не видел?\r\n— Нет, — говорит, — однако, не видел. Самолета — летела, вертолета — летела, СС-50 — летела, а большая огненная палка — не летела."}, {"id": 85, "anekdot": "Разговаривают двое новых чукчей. Один говорит:\r\n— А я джип себе купил!\r\n— Да ну! \"Чероки\"?\r\n— Нет, узкий."}, {"id": 86, "anekdot": "Летит чукча на самолете в Иркутск. Сосед просит чукчу поменяться местами с его (соседа) женой, так как ее посадили в другом ряду. Чукча наотрез отказывается и разумным предложениям не внимает. Стюардесса, видя проблему, подходит и что-то шепчет чукче на ухо.. Чукча быстро собирает вещи и пересаживается. Сосед чукчи шепотом спрашивает стюардессу:\r\n— А что вы ему сказали?\r\n— Что этот ряд в Иркутск не летит."}, {"id": 87, "anekdot": "Поймали чукчу враги. Спрашивают, сколько солдат у него в гарнизоне. Чукча молчит. Тогда они предложили за каждого солдата по бутылке водки. Чукча:\r\n— Что я, дурак, что ли, за 100 бутылок военную тайну выдавать?!"}, {"id": 88, "anekdot": "Приходит к чукче полярник и говорит:\r\n— Чукча, дай взаймы 100 грамм золота до следующего года? \r\nНу, чукча, конечно, отказать не может, дал. Через год полярник (русский) приходит и говорит:\r\n— Слышь, чукча, не получилось у меня с золотом в тот раз, дай взаймы еще 100 грамм!\r\nНу, чукча чего, он же добрая душа, дал. Год прошел, чукча видит — русский опять идет к нему. Он жене и говорит:\r\n— Вишь, русский едет, снова будет золото просить, так ты ему скажи, что я на дальних пастбищах.\r\nЖена:\r\n— Угу. \r\nЧукча спрятался под кровать и лежит там. Русский заходит и говорит: \r\n— Где твой муж? \r\n— На дальних пастбищах, однако.\r\n— Ну блин, я ему долг принес сразу за два года, а его нет. Ну да ладно, доставай спирт, а сама в кровать. \r\nЛежат, пыхтят, значит. Чукча под кроватью думает:\r\n— Ох, хреновый день, однако! Долг надо забирать, русский убивать, жена морда бить, а я на дальних пастбищах!"}, {"id": 89, "anekdot": "Чукчу спрашивают:\r\n— Ты крыса или свин?\r\n— Свин.\r\n— А почему?\r\n— Свин — мужского рода."}, {"id": 90, "anekdot": "Едет чукча домой, настроение хорошее! Песню поет:\r\n— Неба чистая сицас, нету облачка нигде! Ууу-ааа! \r\n— Быстра мой олень бежит, скоро буду я домой! Ааа-уу! \r\n— Завтра я возьму ружье, на охоту я пойду! Хоросо! \r\n— Медведя я подстрелю, буду мяса много есть! Хоросо! \r\n— Вот и чум мой вдалеке, и жена моя стоит… (Пауза) \r\n— Однако, падла, какую песню испортила! А?"}, {"id": 91, "anekdot": "— Насяльник, что делать, мой жена бл*доват стал? \r\n— Во-первых, не \"мой\", а \"моя\"… \r\n— Э-э, твоя-то давно, теперь мой начал!"}, {"id": 92, "anekdot": "Сидит мужик в тундре около реки, ловит рыбу. Подходит к нему чукча.\r\n— Однако тут рыбу ловить нельзя.\r\n— Почему? — удивляется мужик.\r\n— Нужно разрешение рыбнадзора.\r\n— А где я в тундре рыбнадзор найду?\r\n— А я рыбнадзор!\r\n— А можно мне тут рыбу ловить?\r\n— Можно!"}, {"id": 93, "anekdot": "Встречаются двое чукчей:\r\n— Слушай, у тебя мандавошки есть?\r\n— Есть.\r\n— А чем ты их лечишь?\r\n— Однако они у меня не болеют!"}, {"id": 94, "anekdot": "Двое друзей-чукчей решили записаться в «Альфу». Первый чукча зашел на собеседование в кабинет. Альфовец ему говорит:\r\n— Наша служба основана на четком выполнении приказа. Что командир прикажет — то и должен делать. Вот тебе проверка. Твой приятель ждет в коридоре — возьми этот пистолет и убей его!\r\nНу, чукча обалдел:\r\n— Как это так, он мне друг, однако!\r\nА альфовец ему:\r\n— Выполняй приказ, хлюпики нам не нужны!\r\nЧукча попричитал да и пошел выполнять. Пришел назад, весь трясется. Альфовец ему:\r\n— Ну что ты трясешься? Мы тут не изуверы — патроны же холостые были! Там была камера, я видел, как ты на курок нажимал, ты принят! Позови теперь своего приятеля!\r\nЧукча:\r\n— Не могу позвать!\r\nАльфовец:\r\n— Почему?\r\nЧукча:\r\n— Патрона холостая была, пришлось друга стулом добить однако!"}, {"id": 95, "anekdot": "Идет чукча по тундре. Видит — лежит обмороженный человек. Притащил его в чум, обогрел, чаем напоил. Это оказался ростовчанин. Он и говорит:\r\n— Приезжай в Ростов, я тебя большим человеком сделаю, будешь на великом заводе «Ростсельмаш» работать.\r\nЧукча приехал, заходит в отдел кадров, его спрашивают:\r\n— Что ты умеешь делать?\r\n— Белку в глаз стрелять, рыбу ловить, охотиться.\r\n— Считать, писать умеешь?\r\n— Нет.\r\n— Тогда иди отсюда.\r\nЧукча обиделся и уехал. Настала весна. Идет чукча по тундре и видит еще один замерший лежит. Притащил в чум, обогрел его, оказался американец. В благодарность он чукче говорит:\r\n— Приезжай ко мне, я тебя великим человеком сделаю.\r\nЧерез 20 лет едет чукча в шикарном лимузине, рядом сидит красивая блондинка и говорит:\r\n— Эй, Джо, отсчитай мне 10000$ на платье.\r\n— Возьми в бардачке.\r\n— Я хочу, чтобы ты отсчитал своими руками.\r\n— Эх ты, дура, если бы я умел считать, я бы давно на великом заводе «Ростсельмаш» работал."}, {"id": 96, "anekdot": "Едут в поезде хохол и чукча. Чукча едет на верхней полке, хохол — на нижней. Стали спать укладываться, начал чукча носки снимать. Один снял, второй… Тут хохол не выдержал и говорит:\r\n— Слушай, чукча, а ты носки когда-нибудь меняешь?\r\n— Только на сало, однако."}, {"id": 97, "anekdot": "Обиделись чукчи, что их чукчами называют. Пришли к генсеку. Тот издал указ, чтоб чукчей называли жителями крайнего севера. Первомайская демонстрация. Диктор комментирует:\r\n— Вот идет колонна жителей солнечного Кавказа. Вот идет колонна жителей г. Москвы. Они несут транспарант: «Миру — мир!». Вот идет колонна жителей Крайнего Севера. Они несут транспарант: «Мир, труд, май, июнь, июль, август». Нет, товарищи, это все-таки чукчи!"}, {"id": 98, "anekdot": "Сидит чукча на берегу реки и поет:\r\n— Миллион алых роз, красный, желтый, зеленый…\r\nТут геологи на вездеходе подъехали и спрашивают: \r\n— Чукча, что ты делаешь?\r\n— Песню пою. \r\n— Ясно, что песню поешь, а что такое \"красный, желтый, зеленый\"? \r\n— Цветомузыка, однако."}, {"id": 99, "anekdot": "В чукотской деревне появился мотоциклист. Обступили мотоцикл старейшины и думают. Первый потрогал:\r\n— Железный, однако.\r\nВторой потрогал руль.\r\n— Скотина, однако!\r\nТретий пощупал выхлопную трубу.\r\n— Самец, однако!"}, {"id": 100, "anekdot": "Испытывают наши новую секретную баллистическую ракету СС-50. А у нее блок наведения отказал. Улетела она куда-то в тундру. Ну, послали за ней поисковую группу. Идут они по тундре, навстречу чукча. Те у него спрашивают:\r\n— Скажи, чукча, тут пять дней назад летела большая огненная палка. Ты ее не видел?\r\n— Нет, — говорит, — однако, не видел. Самолета — летела, вертолета — летела, СС-50 — летела, а большая огненная палка — не летела."}, {"id": 101, "anekdot": "Однажды у чукчи родился шестой ребенок. Вот чукча и заполняет метрику: национальность отца — чукча, национальность матери — чукча, национальность ребенка — китаец. Его спрашивают: \r\n— Как же китаец, если родители — чукчи?\r\n— Однако чукча газету читал, а там написано, что сейчас каждый шестой на Земле — китаец."}, {"id": 102, "anekdot": "Чукча приходит в парикмахерскую.\r\n— Как будем стричься, — спрашивают, — нулевка, полубокс, канадка?\r\n— Однако, нулевка. \r\nПостригся, смотрит в зеркало:\r\n— Однако, плохо, канадка давай."}, {"id": 103, "anekdot": "Чукча:\r\n— Как русская геолога уехал — жена совсем глупый стал. Видит х*й — думает, трубка, курить хочет."}, {"id": 104, "anekdot": "Стоит чукча на железнодорожном вокзале около поезда и спрашивает проводницу:\r\n— А этот поезд меня до Питера довезет?\r\n— Нет! — отвечает проводница.\r\n— А меня довезет? — спрашивает второй чукча."}, {"id": 105, "anekdot": "Новый чукча приехал отдохнуть на Гавайи. Пошел на пляж в надежде познакомиться с девочками. Те на него — ноль внимания, а сам он не может с ними заговорить. Спросил совета у друга.\r\n— А ты купи огурец побольше, и засунь в плавки.\r\nНовый чукча так и сделал. Приходит с пляжа.\r\n— Все только на меня и смотрели, даже пальцами показывали. Правда, смущает, что не только девочки, но и мужики, и дети.\r\n— Чтобы не вызывать лишнего интереса, огурец надо класть не сзади, а спереди."}, {"id": 106, "anekdot": "— Как чукчи делают себе клизму?\r\n— Растапливают лед, наливают в тазик, садятся в него и делают глубокий вдох."}, {"id": 107, "anekdot": "Подходит чукча к блондинке на Тверской:\r\n— Скока за ночь, однако?\r\nОна смерила его взглядом:\r\n— С тебя 150 баксов.\r\nТут подкатывает чукотская братва и запихивают ее в багажник. Прошло полгода… Высаживают ее на том же месте, одичавшую, в унтах и чукотских тряпках. Откуда ей было знать, что ночь — полярная. В школе она училась плохо."}, {"id": 108, "anekdot": "Приехал как-то чукча в Москву. Гуляя по улице, купил газету и стал ее читать, остановившись на углу. Прохожий, увидев на руке у чукчи часы, спросил его:\r\n— Не подскажете, который час?\r\nЧукча, полистав газету, ответил:\r\n— Извините, но в этом номере такого не написали."}, {"id": 109, "anekdot": "Чукча приехал на родину, ну и давай рассказывать: \r\n— Я, — говорит, — обманул русского таксиста, деньги отдал, а сам не поехал!"}, {"id": 110, "anekdot": "На Чукотке организовали полицию. Из Москвы приезжает начальство — посмотреть, что и как. Смотрят — у участкового милиционера в кобуре пистолет, а на поясе ножницы. Спрашивают, мол, зачем тебе ножницы? \r\n— А, однако, чтобы бандитам всякий путь отрезать!"}, {"id": 111, "anekdot": "Идут русский и чукча по лесу. Русский:\r\n— Гляди, птица мертвая!\r\nЧукча останавливается, задирает голову, смотрит в небо:\r\n— Где?"}, {"id": 112, "anekdot": "Встречаются два чукчи. Один другому:\r\n— Если отгадаешь, сколько у меня есть оленей — отдам обоих.\r\nВторой:\r\n— Может, пять?"}, {"id": 113, "anekdot": "Посадили чукчу в тюрьму, в камере еще один мужик. Мужик: \r\n— За что посадили? \r\n— Белого медведя убил. Шесть лет дали. А ты за что? \r\n— Жену убил. Восемь лет… \r\nЧукча (удивленно): \r\n— Восемь лет однако? За что? Там же меху-то с ладошку!"}, {"id": 114, "anekdot": "Однажды чукчу учили прыгать с парашютом. Объяснили все как надо и выбросили из самолета. Чукча летит и все никак не может вспомнить, за что надо дергать. Вдруг видит, навстречу ему летит другой чукча. Он ему и кричит: \r\n— Брат! Как с парашютом обращаться?\r\nА тот: \r\n— Однако, я не парашютист, я — сапер!"}, {"id": 115, "anekdot": "Чукчу (футболиста) спрашивают:\r\n— Ты что натворил? Ты же забил мяч в свои ворота!\r\n— Не удержался, такая удобная позиция была для удара…"}, {"id": 116, "anekdot": "Рассказывает чукча землякам про арбуз, который он попробовал на материке.\r\n— Очень вкусна, однако!\r\n— Как моржовое мясо?\r\n— Не-а, вкуснее!\r\n— Как оленья печенка?\r\n— Арбуза вкусне-е-е!\r\n— Как лосося?\r\n— Не, еще вкуснее!\r\n— Ну расскажи, как же вкуснее?\r\n— Вкуснее, чем *баться!"}, {"id": 117, "anekdot": "Поступил чукча в институт. И поселили его в общаге. Как-то заходит к нему комендант, а чукча пилит трубу отопления.\r\n— Чукча, ты что делаешь?\r\n— Однако радиатора от сети отключаю, перегрелся."}, {"id": 118, "anekdot": "Чукча покупает оконную раму и спрашивает:\r\n— А это окно на юг выходит?"}, {"id": 119, "anekdot": "Собирается чукча перегонять оленей на новое пастбище и наказывает жене:\r\n— Смотри, прилетят на вертолете геологи, будут водку пить, потом спать позовут, ты под геолога не вздумай лечь, а то забеременеешь.\r\nУехал чукча, прилетели геологи. Посидели у костра, выпили, а потом геолог жене чукчи предлагает:\r\n— Пойдем в чум.\r\n— Пойдем, только мне муж не разрешает под тебя ложиться.\r\n— Тогда ты сверху ложись.\r\nКороче говоря, переспали. Утром геолог улетает, жена чукчи машет на прощание рукой:\r\n— Лети, лети, дурачок беременный!"}, {"id": 120, "anekdot": "Чукча-охотник все-таки убил медведя. Мясо он принес домой, шкуру подарил любимой теще, а цирковой велосипед достался сыну."}, {"id": 121, "anekdot": "Пошел чукча в пилоты. Летит он как-то на самолете, а с земли у него и спрашивают:\r\n— 505, сообщите Вашу высоту и местоположение!\r\nНу, чукча на землю и передает:\r\n— Рост 1 метр 60 сантиметров, сижу в кресле в центре кабины самолета!"}, {"id": 122, "anekdot": "Сидит чукча возле чума и видит пролетающий вертолет. \r\n— Вертолета пролетела, скоро белый человека придут, водка пить будут, чукча морду бить будут, жену в чум поведут… Экспедиция называется…"}, {"id": 123, "anekdot": "Чукча в армейской столовой: \r\n— Товарищ прапорщик, извините, но в супе нет мяса! \r\n— Не положено! \r\n— Так положите, пожалуйста. \r\n— Не положено, по-русски же говорю! \r\n— Ну так, положите! \r\n— Блин, солдат, ты где видел в молочном супе мясо?!"}, {"id": 124, "anekdot": "Идет чукча с футбола. Ему встречается другой и спрашивает:\r\n— Какой счет?\r\n— Два ноль!\r\n— Кто выиграл?\r\n— Ты что, глупый совсем? Ноль тут, ноль там!"}, {"id": 125, "anekdot": "Двое чукчей встретились в тундре. Один возвращался с охоты и нес в мешке убитую дичь.\r\n— Ну, как поохотился? — спросил второй.\r\n— Куропаток пострелял!\r\n— Сколько убил, однако?\r\n— А ты угадай!\r\n— А если угадаю, дашь мне одну?\r\n— Да обе отдам!\r\n— Здорово! Пять?"}, {"id": 126, "anekdot": "Лучше взять в жены девушку чукотской народности. Они послушны и неприхотливы и теща будет жить на Чукотском полуострове."}, {"id": 127, "anekdot": "У приезжего чукчи в Москве потерялась жена. Он в милицию. \r\nДежурный спрашивает приметы пропавшей. \r\n— Приметы не терял. Жена пропала. \r\n— Ну вот у меня жена, — объясняет милиционер, — высокая, стройная блондинка. \r\n— Моя маленькая, ноги кривые, волос мало, да ну ее, давай лучше твою искать."}, {"id": 128, "anekdot": "Проститутка выглядывает из окна борделя и видит топчущегося в нерешительности чукчу. \r\n— Эй, мужик, что не заходишь?! \r\n— Да вот — жду зелёного, однако!"}, {"id": 129, "anekdot": "Ищу очаровательную спутницу для романтического отдыха на Южном берегу… Северо-ледовитого океана. Чукча."}, {"id": 130, "anekdot": "У чукчей спрашивают:\r\n— У вас вообще среди чукчей бывают голубые?\r\n— Конечно бывают! Что мы не мужики что-ли?"}, {"id": 131, "anekdot": "Чукча играет со своей собакой в шашки к ним подходит геолог и говорит: \r\n— Какая умная собака!!\r\nА чукча ему обиженным голосом говорит: \r\n— Почему умная? У нас 2:2."}, {"id": 132, "anekdot": "В воинской части идет очередная проверка. Генерала сопровождает рядовой Чукча. Генерал, проведя пальцем по подоконнику:\r\n— Что это такое?\r\nЧукча:\r\n— Пыль, товарищ генерал.\r\nГенерал, проведя пальцем по столу:\r\n— А это что такое?\r\nЧукча:\r\n— Пыль, товарищ генерал.\r\n— Слушай, рядовой Чукча, ты знаешь русскую пословицу про свинью?\r\n— Так точно, товарищ генерал.\r\n— Ну…\r\n— Свинья везде грязь найдет."}, {"id": 133, "anekdot": "Едет чукча в поезде. Зажал металлическую пластинку между зубами и бренчит: дзынь… дзынь… дзынь… В купе с ним ехала девушка. Девушка говорит: \r\n— Не бренчи!\r\nЧукча перестал. Проходит минута, вторая. Девушка соблазнительно села и спрашивает:\r\n— Хочется?\r\n— Хотса!\r\n— Ну давай, только быстро.\r\n— Дзынь — дзынь — дзынь!"}, {"id": 134, "anekdot": "Послали в космос чукчу, белку и стрелку. С земли передают команды: \"Белка, нажми на красную кнопку…, стрелка поверни рычаг…, чукча накорми собак и ничего не трогай!\"."}, {"id": 135, "anekdot": "Призвали чукчу в десантные войска. На первом прыжке он забыл что надо делать и падает камнем вниз. Видит навстречу летит другой чукча.\r\n— Эй земляк, скажи что надо дернуть чтобы эта штуковина раскрылась?\r\n— Не знаю, земляк, я сапер, однако"}, {"id": 136, "anekdot": "Недавно чукотские ученые доказали опытным путем что если сложить два минуса получится один плюс!"}, {"id": 137, "anekdot": "Семья чукчей разговаривает друг с другом (муж, жена и дети). \r\n— Папа, а почему меня зовут \"Светлая заря\"?\r\n— А понимаешь, когда мы тебя делали, заря была светлой!\r\n— Мама, а почему меня зовут \"Яркий закат\"?\r\n— Ну понимаешь, дочка, когда ты на свет появилась закат был ярким!\r\n— Папа, мама, а почему меня так зовут?\r\n— А ты вообще молчи, \"Рваная резина\"!"}, {"id": 138, "anekdot": "Приехали рэкетиры к чукче и притащили его к проруби купать. Окунают его в прорубь и говорят: \r\n— Давай деньги! \r\nЧукча говорит: \r\n— Нет никаких денег!\r\nОни его опять в прорубь: \r\n— Золото давай, камушки!\r\nЧукча им в ответ: \r\n— Вы, мужики, или маску дайте или глубже опускайте, ничего не видно, однако!"}, {"id": 139, "anekdot": "Приходит чукча в библиотеку и спрашивает: \r\n— Дайте мне книгу про умного чукчу. \r\nБиблиотекарь: \r\n— Фантастика на 3 этаже."}, {"id": 140, "anekdot": "Чукча устроился работать продавцом в ларек. Приходит покупатель:\r\n— У Вас \"Тик-так\" есть?\r\n— Да! Половина второго."}, {"id": 141, "anekdot": "Мотор с лодки — чукче легче!"}, {"id": 142, "anekdot": "Приходит чукча в чум. Жена его спрашивает:\r\n— Кильку купил?\r\n— Купил, однако.\r\nЖена заглянула в авоську:\r\n— Так где же она?\r\n— Понюхал, а она селедкой пропахла. Пришлось выкинуть, однако."}, {"id": 143, "anekdot": "Заходит чукча в магазин:\r\n— Хочу сыну подарочек.\r\n— Выбирайте.\r\n— Он у меня учится музыке. Дайте мне вон ту красную трубу и эту белую гармошку.\r\n— Огнетушитель и батарея не продаются!"}, {"id": 144, "anekdot": "Сидит чукча на обрыве. Подходит стадо оленей к обрыву. Чукче говорят:\r\n— Чукча, твой олень упал с обрыва…\r\nЧукча молчит.\r\n— Второй олень упал…\r\nЧукча молчит.\r\n— Все стадо упало с обрыва…\r\nЧукча задумчиво:\r\n— Однако… тенденция."}, {"id": 145, "anekdot": "Садится чукча в такси и говорит водителю: \r\n— Шеф, поехали!\r\nТаксист:\r\n— Куда?\r\n— А это уже не твое однако дело!"}, {"id": 146, "anekdot": "Чукча на охоте. Идет, видит — соболь бежит. Выстрелил, убил, поднимает:\r\n— Мех, однако…\r\nБелого медведя увидел, выстрелил, убил:\r\n— Мясо, однако…\r\nТут видит — геолог мимо идет. Бах! — и геолога уложил. Подходит:\r\n— Спички, однако…"}, {"id": 147, "anekdot": "В республике Саха произошла крупная, по якутским меркам, катастрофа. В среду вечером, в 30 км от Якутска, почтово-багажный олень столкнулся с товарно-пассажирскими собаками. Четырнадцать человек погибло, распутывая упряжки."}, {"id": 148, "anekdot": "Чукча жене:\r\n— Завтра люди с большой земли прилетят, водку жрать, тебя иметь — экспедиция называется."}, {"id": 149, "anekdot": "В родильном отделении: Медсестра выносит чукче тройню. Чукча мнется, и подумав:\r\n— Среднего, пожалуй, возьму!"}, {"id": 150, "anekdot": "Сидит чукча в чуме. Заходит второй:\r\n— Салют, козел!\r\n— Сам ты салют…"}, {"id": 151, "anekdot": "Увидел чукча осла впервые. Обошел, присел, взвесил яйца на ладони:\r\n— Этому зайцу лет 50, однако."}, {"id": 152, "anekdot": "— Что делает чукча, ползая на четвереньках по супермаркету?\r\n— Ищет низкие цены!"}, {"id": 153, "anekdot": "Чукчей фотографируют на паспорт, Фотограф решил сделать одну фотографию и раздать всем. Один чукча говорит:\r\n— Фотография не моя.\r\nФотограф удивился и спрашивает: \r\n— Глаза твои? \r\n— Мои. \r\n— Нос твой? \r\n— Мой. \r\n— Лицо твое? \r\n— Мое. \r\n— Так почему это на твоя фотография? \r\n— Тужурка не моя."}, {"id": 154, "anekdot": "Идет чукча по улице и пищит.\r\nЕго спрашивают — что это с тобой?\r\n— Лекарство принял.\r\n— Ну дык?\r\n— Ну, а там написано на коробочке — после приема пищи!"}, {"id": 155, "anekdot": "Чукча спрашивает у второго чукчи: \r\n— Как правильно будет фликончик или флюкончик?\r\n— Правильно будет пузирок."}, {"id": 156, "anekdot": "Испытывают американцы баллистическую ракету FROY-RTFRD-USA. А у нее блок наведения отказал и улетела она на чукотку. Ну, послали наши за ней поисковую группу. Идут они по тундре, а навстречу чукча. У него спрашивают: \r\n— Скажи, чукча, тут 10 дней назад летела большая огненная палка. Ты ее не видел? \r\n— Нет, однако, не видел. Самолета — летела, вертолета — летела, FROY-RTFRD-USA — летела, а большая огненная палка — не летела."}, {"id": 157, "anekdot": "Чукча:\r\n— Ленин — чукча была.\r\n— Почему?\r\n— Потому что умная была."}, {"id": 158, "anekdot": "Играли чукчи в прятки и потерялись."}, {"id": 159, "anekdot": "Чукча нашел политическую энциклопедию и прочитав несколько страниц говорит своей жене:\r\n— Меня беспокоит Гондурас!\r\n— Я же говорила тебе, не тереби его."}, {"id": 160, "anekdot": "Пришел как-то раз в чум к чукче геолог и удивляется:\r\n— Чучка, у тебя консервов полный чум, а ты с голода отощал как швабра!\r\nА чукча ему отвечает:\r\n— Однако, газету открыл — там Ельцин, радио включил — там Ельцин, телевизор включил — там тоже Ельцин. Теперь, однако, боюсь консервы открывать!"}, {"id": 161, "anekdot": "— Что вы, чукчи, зимой делаете?\r\n— Лыжи, однако, на лето готовим!\r\n— А зачем летом лыжи?\r\n— Вот такое у нас офигенное лето."}, {"id": 162, "anekdot": "Киностудия \"Чукча-фильм\" сняла продолжение саги о Джеймсе Бонде. Фильм называется \"Однако, не говори однако\"."}, {"id": 163, "anekdot": "Чукча поздравляет жену с днем рождения и дарит подарок — красивую коробку. Та вскрывает и достает лом и купальник.\r\n— Что это?\r\n— Дык… Пляжный набор!\r\n— Пляжный? А лом зачем?\r\n— Прорубь долбить будешь."}, {"id": 164, "anekdot": "\"Вчера чукотские хакеры взломали крупнейшие в регионе деревянные счеты, в результате чего пострадали ведущие предприятия, работающие в сфере информационного бизнеса. По данному факту возбуждено уголовное дело\"."}, {"id": 165, "anekdot": "Два чукчи идут по берегу Белого моря. Один: \r\n— Вау! Я нашел 10 баксов! \r\n— Молодец… Дурак, зачем ты их выбросил? \r\n— Подделка! \r\n— Почему?\r\n— Ну где ты видел десятку с двумя нулями!?"}, {"id": 166, "anekdot": "Чукча приехал в большой город и пошел в зоопарк. Подходит к клетке со слоном: \r\n— Ничего себе туша — на все стойбище хватит.\r\nПодходит к клетке с удавом: \r\n— На такого червяка целого кита поймать можно.\r\nПодходит к обезьяне: \r\n— Однако, теща, как ты сюда попала?"}, {"id": 167, "anekdot": "Пришел чукча с сыном к доктору: \r\n— Доктор, сын ничего не ест: масло, сахар, мясо, рыба, хлеб, колбаса — ничего не ест! \r\n— Почему? \r\n— Нету!"}, {"id": 168, "anekdot": "— Что делают чукчи, когда холодно? \r\n— Они заходят в чум, и садятся возле свечки. \r\n— Что делают чукчи, когда сильно холодно? \r\n— Они её зажигают."}, {"id": 169, "anekdot": "Чукча в магазине:\r\n— Цветные телевизоры есть?\r\n— Конечно!\r\n— Дайте зеленый!"}, {"id": 170, "anekdot": "— Сенсация: чукотские ученые открыли… \r\n— Не надо \"открыли\", просто: \"сенсация — чукотские ученые\"."}, {"id": 171, "anekdot": "Чукча мечтал быть писателем, но не мог связать двух слов. Чукча мечтал быть математиком, но не мог выучить таблицу умножения. Чукча мечтал быть физиком, но не мог запомнить ни одной формулы. Чукча мечтал быть философом, но не мог понять, что такое логика. Чукча мечтал быть конструктором, но у него не было творческой фантазии. Чукче ничего не оставалось делать — он стал программистом."}, {"id": 172, "anekdot": "Беседуют два чукчи:\r\n— Странная и оригинальная страна Белорусь…\r\n— Это почему же?\r\n— Ну а ты подумай, кто свою страну в честь трактора назовёт?"}, {"id": 173, "anekdot": "Спрашивают у чукчи:\r\n— Почему ты ходишь в такой грязной одежде, ты же недавно приобретал стиральную машину?\r\n— Чукча не может, у чукчи голова кружится!"}, {"id": 174, "anekdot": "Сидят два брата-чукчи дома, один вытаскивает сигарету, дык а зажечь нечем. Говорит брату:\r\n— Слышь спустись во двор попроси у кого-нить спички.\r\nЧукча-брат спустился вниз, спрашивает у прохожих:\r\n— Спички есть?\r\n— Нет, зажигалка.\r\n— Спички есть?\r\n— Нет, зажигалка.\r\n— Спички есть?\r\n— Нет, зажигалка.\r\nВозвращается, говорит:\r\n— Однако нету спичек ни у кого, тока зажигалки.\r\n— Ну блин пойди зажигалку принеси!\r\nОпять спускается, спрашивает у мимо проходящих:\r\n— Зажигалка есть?\r\n— Нет, спички.\r\n— Зажигалка есть?\r\n— Нет, спички.\r\n— Зажигалка есть?\r\n— Нет, спички.\r\nВозвращается.\r\n— Однако нет ни у кого зажигалки, у всех спички, брат.\r\nБрат раздражённо, выбрасывая сигарету:\r\n— Ну и тупой же ты, чукча! Туши свечку, спать пошли!"}, {"id": 175, "anekdot": "У чукчи спрашивают: \r\n— Слушай, все в баню с вениками идут, а ты чего с пылесосом?! \r\n— В магазине сказали — моющий, однако…"}, {"id": 176, "anekdot": "— У нас на Чукотке обычай есть, однако, такой. Когда к чукче в чум гость приходит, то чукча ему свою жену предлагает. \r\n— Это зачем? \r\n— А иначе, однако, никто в гости не придет…"}, {"id": 177, "anekdot": "За холодильник с чукчи содрали три шкуры. Соболиных."}, {"id": 178, "anekdot": "Сидит чукча на льдине и рыбу ловит. Вдруг из подо льда всплывает американская подлодка. Из люка выходит командир и спрашивает:\r\n— Где Аляска?\r\nЧукча показывает рукой.\r\nКомандир рулевому:\r\n— Курс северо-восток. Полный вперед.\r\nЧерез минуту всплывает русская подлодка, выходит русский командир и спрашивает: \r\n— Американцы куда поплыли?\r\nЧукча:\r\n— Курс северо-восток. Полный вперед.\r\nКомандир:\r\n— Ты не умничай, ты руками покажи…"}, {"id": 179, "anekdot": "Чукча — отец, говорит чукче — сыну: \r\n— Главное в жизни сынок, никогда не кушай жёлтый снег!!!"}, {"id": 180, "anekdot": "Идут двое чукчей по тайге. Передний придерживает ветку и отпускает. Ветка заднего чукчу хлоп, тот упал и говорит:\r\n— Спасибо, что придержал, а то, однако, вообще убила бы."}, {"id": 181, "anekdot": "В чукотской деревне, в связи с переходом не хоз. расчет, возникли проблемы — нет профессионального бухгалтера. Ну, посовещались всем селом, и решили послать одного учиться в Москву… Вернулся тот через год и завел-таки бух. учет: две книги. Первую назвал \"Пришла\", вторую назвал \"Ушла\" и стал вести в течение года. К концу года нужно сдавать балансовый отчет. Считал, считал, ничего не сходится! Не хватает кое-чего. Мучился, думал-думал, потом плюнул и завел третью книгу. И назвал ее \"Ушла и не пришла\"…"}, {"id": 182, "anekdot": "Приходит чукча в книжный магазин и говорит:\r\n— Дайте мне, пожалуйста, книгу про умных чукчей.\r\n— Фантастика на втором этаже."}, {"id": 183, "anekdot": "Встречаются два чукчи, один другому говори:\r\n— Что то я плохо засыпать стал, однако.\r\n— А ты оленей считай. Я вот считаю до трех, а потом засыпаю.\r\n— Ну, неужели до трех?\r\n— Иногда до пол-четвертого, однако."}, {"id": 184, "anekdot": "Однажды Чукча стоит на посту. Кто-то идет мимо. Чукча:\r\n— Пароля!\r\n— Пошел на х*й! \r\nЧукча:\r\n— Однако, сколько лет стою, а пароль не меняют."}, {"id": 185, "anekdot": "Сдавал чукча тест на СПИД. Идет за результатом. Врач говорит:\r\n— Пока результат отрицательный, но вы зайдите через 3 месяца.\r\nВозвращается чукча в чум, грустный. Его спрашивают:\r\n— Ну как?\r\n— Завалил тест, через 3 месяца пересдача."}, {"id": 186, "anekdot": "Идут геолог с чукчей по узкой тропинке… Навстречу — медведь. Геолог, скидывая с плеча ружьё:\r\n— Бах! Бах!\r\nМедведь пожимает плечами, разворачивается и уходит. Геолог ищет следы крови и не находит ни капли. \r\nГоворит чукче:\r\n— Ну не мог я с трёх шагов промазать!\r\nА чукча ему:\r\n— Однако если стрелял бы — не промазал, а ты же — «Бах! Бах!» кричал…"}, {"id": 187, "anekdot": "В магазинах Чукотки появились новые игрушки — Пикачукчи."}, {"id": 188, "anekdot": "Идет чукча как-то раз по улице, смотрит — зеркальце на земле лежит. Поднимает он его, посмотрел в него и говорит:\r\n— О, мое однако…"}, {"id": 189, "anekdot": "Чукчу выгнали из стриптиз-бара за то, что он поет про то, что видит!"}, {"id": 190, "anekdot": "Сидит за столом армянская семья. Отец, мать и дочь. И с ними чукча, в костюме от Версачи, галстук от Диора.\r\nЧукча: \r\n— Выдайте за меня свою дочь.\r\nОтец: \r\n— Э-э-э, дарагой, я тэбэ конечно очэнь уважаю, но, понимаешь, у нас, в народе, такие строгие традиции, я нэ могу брать в семью чукчу. Соседи смеяться будут.\r\n— Но я же не так просто, я с собой 100 000 $ привёз.\r\n— Нэт, извини, но нэ могу.\r\n— 150 000 $.\r\n— Нэт, и нэ проси.\r\n— Ну ладно, 500 000 $.\r\nТут подходит мать:\r\n— Послушай, Акоп, а он на японца ну очень похож!"}, {"id": 191, "anekdot": "Сидят в тундре чукча и геолог, рыбу ловят в проруби. Тут откуда ни возьмись, появляется здоровенный медведь и к ним чешет. Геолог, сознавая всю бесполезность сопротивления, сидит и покорно ждет своей участи, а чукча хватает лыжи и начинает спешно одевать. \r\nГеолог:\r\n— Зачем тебе лыжи? Ты все равно не сможешь бежать быстрее медведя… \r\n— А мне и не надо бежать быстрее медведя. Мне надо бежать быстрее тебя!"}, {"id": 192, "anekdot": "Идет чукча на стриптиз.\r\nВозвращается недовольный, друзья спрашивают: \r\n— Ну как понравилось?\r\n— Что там должно нравиться?! Какая-то девчонка полчаса пыталась оторвать длинную железную трубу, бедная вся измучилась, не удалось оторвать, повернулась и ушла…"}, {"id": 193, "anekdot": "Ходят чукчи по зоопарку и зверей подкармливают. У очередного вольера служитель им говорит:\r\n— Нельзя кормить животных с руки. Это опасно.\r\nГраждане тундры обиделись и отвечают:\r\n— Чукчи, однако, все понимают. Чукчи — охотники, а не сруки."}, {"id": 194, "anekdot": "Новый чукча купил себе шестисотого оленя с откидными копытами."}, {"id": 195, "anekdot": "— Почему чукча не ездит на машине?\r\n— Потому что в машине три педали, а у чукчи только две ноги."}, {"id": 196, "anekdot": "Главная заповедь Чукчей: \"Никогда, не кушай жёлтый снег\"."}, {"id": 197, "anekdot": "Объявление по радио на железнодорожном вокзале:\r\n— Поезд Москва-Чукотка отправляется со второго пути в 12 часов. Специально для чукчи повторяем: поезд Москва — домой поедет по 3 и 4 и рельсе, когда на часах все стрелки станут кверху."}, {"id": 198, "anekdot": "Интервью с чукчей-поэтом: \r\n— У вас есть муза? \r\n— Чукча, однако, молодой ессё. Ни муза, однако, ни зены нету."}, {"id": 199, "anekdot": "Чукча настраивает подключение к интернету. На вопрос о размещении отвечает: \"Тундра, однако…\""}, {"id": 200, "anekdot": "Приходит чукча в банк. \r\n— Однако, хочу открыть счет! \r\nРаботники банка: \r\n— Мужик, ты ваще офигел! Зачем тебе счет в банке? \r\n— Однако, деньги в чуме больше не помещаются. \r\n— Ага, ладно. Как фамилия? \r\n— Однако, Абрамович."}, {"id": 201, "anekdot": "Идет чукча по дороге, видит зеркало лежит. Тот поднял, посмотрел в него и говорит: \r\n— Моя тоже бы такой портрет выкинула."}, {"id": 202, "anekdot": "Все чукчи говорят \"Однако!\". Продвинутые чукчи говорят \"ИМХО, однако!\""}, {"id": 203, "anekdot": "Два чукчи вешают антенну. Один лезет по лестнице и кричит приятелю:\r\n— Эй! Подстрахуй!\r\n— Сам подстрахуй!\r\n— От подстрахуя слышу!"}, {"id": 204, "anekdot": "Чукча решил подстричься. Пришел в парикмахерскую. Его спрашивают:\r\n— Как вас стричь, наголо или под канадку?\r\n— Наголо.\r\nПарикмахер постриг его наголо. Чукча посмотрел и говорит: \r\n— Нет, наголо мне не нравится. Стриги под канадку."}, {"id": 205, "anekdot": "Чукотские хакеры впервые решили выйти в сеть. Десятерых из них поубивало сразу. 220 вольт — это вам не шутки."}, {"id": 206, "anekdot": "Идет чукча, широко расставляя ноги. Встречный русский интересуется:\r\n— Что это с тобой?\r\n— Был у доктора, однако, сказал, холестерина плохая.\r\n— Ну и что?\r\n— Велел к яйцам даже не прикасаться."}, {"id": 207, "anekdot": "Чукче объяснила подруга, что до нее можно добраться на 139 автобусе.\r\nНа свидание чукча не приехал, так как дождался только 136-го по счету, последнего…"}, {"id": 208, "anekdot": "Чукча перед соревнованием бега принимает допинг. Во время соревнования, умышленно бегает медленно, что бы ни кто не догадался."}, {"id": 209, "anekdot": "— Как чукчи избавляются от комнатных мух?\r\n— Загоняют их на чердак и убирают лестницу."}, {"id": 210, "anekdot": "Ночью совершенно голая женщина останавливает такси, садится на заднее сиденье и бросает: \r\n— В Бескудниково! \r\nТаксист чукча, не трогаясь с места, смотрит на нее. \r\n— Ну, чего уставился? Голой бабы не видел? \r\n— Чукча видел голый баба. Чукча думает: когда приедем, откуда, однако, деньги будешь доставать?"}, {"id": 211, "anekdot": "Чукча приходит в магазин и говорит: \r\n— Заверните мне два пейджера! \r\n— А зачем вам два? \r\n— А, чукча, однако, не дурак, — чтобы стереоэффект был!"}, {"id": 212, "anekdot": "Самый низкий курс доллара был зафиксирован однажды на Чукотке, где за 1 доллар местные жители вообще ничего не давали."}, {"id": 213, "anekdot": "Чукче 2 месяца объясняли принцип работы компьютера и обучали программам. Учитель на экзамене спрашивает: \r\n— Есть вопросы? \r\nЧукча: \r\n— Да. Я не понял, вот этот здоровый ящик зачем?"}, {"id": 214, "anekdot": "Околоземное пространство. Орбитальная станция \"Заря коммунизма\". На орбите Белка, Стрелка и чукча. Сеанс связи из ЦУПа:\r\n— Белка!\r\n— Гав!\r\n— Одевай скафандр и выходи разворачивать 3-ю солнечную батарею.\r\n— Стрелка!\r\n— Гав!\r\n— Возьми инструмент и проверь моторный отсек. По нашим данным у вас утечка.\r\n— Эй, космонавт?\r\n— Гав!\r\n— Да не гавкай, идиот. Накорми собак и, ради бога, ничего не трогай!"}, {"id": 215, "anekdot": "Чукча сам с собой разговаривает: \r\n— Ох, старый стал, плохой стал, совсем плохой… Говно стал, да и был говно…"}, {"id": 216, "anekdot": "Чукча принес в милицию доллар:\r\n— Я нашел паспорт Вашингтона!"}, {"id": 217, "anekdot": "Два чукчи пошли на рыбалку, сидят в лодке рыбу ловят, вдруг один ныряет под воду и долго не появляется, второй испугался и начал орать. Тут выныривает первый и говорит:\r\n— Ты чё испугался, дурачок, я червяка менял."}, {"id": 218, "anekdot": "У чукчей зима всегда чумовая!"}, {"id": 219, "anekdot": "— Пошел я, однако, за акушеркой! — говорит чукча с порога жене после первой брачной ночи. — Через 9 месяцев вернусь!"}, {"id": 220, "anekdot": "Поймали чукчи на берегу моржа. Тащат его за ласты к стойбищу, а морж в землю клыками упирается. Мимо едут геологи, увидели картину и решили совет дать: \r\n— Да вы его за клыки тащите, и вам удобнее и в землю упираться не будет. \r\n— А и правда — подумали чукчи, взяли за клыки и дело пошло.\r\nГде-то через пол часа один чукча с досады бросает шапку на землю и кричит: \r\n— Эх и дураки эти геологи, мы ж обратно к морю пришли!"}, {"id": 221, "anekdot": "— Почему умный чукча женится?\r\n— Потому что один ум хорошо, а полтора лучше…"}, {"id": 222, "anekdot": "Собралась ООН для выяснения самого тупого народа в мире. Кто говорит одно, кто другое, а чукча встает и говорит:\r\n— Что ни говорите, а самый тупой народ — это армяне! \r\n— Почему?\r\n— У меня сосед армянин, я ему уже два года повторяю \"это — моя жена, это — моя жена\", а он продолжает ее тр*хать!"}, {"id": 223, "anekdot": "Геолог Иван постоянно ходит к чукче в ярангу и имеет его жену. Чукче это надоело. Он говорит жене:\r\n— Сегодня к тебе придет Иван, я спрячусь по кроватью, как он тебя на неё повалит я выйду и морду ему набью. \r\nВечером приходит Иван, выпивает, уточняет у жены чукчи, что мужа нет дома и тащит её на кровать.Чукча лежит и думает: \r\n— Ну вот, Ивану морду бить надо, а меня дома нету…"}, {"id": 224, "anekdot": "А знаете почему чукчи не пьют кипячённого молока? Потому что у оленя рога в розетку не влазят."}, {"id": 225, "anekdot": "Новая сенсация: Чукотские хакеры взломали счеты."}, {"id": 226, "anekdot": "Чукча домой уставший с охоты пришел:\r\n— Жена! Чая кипела?\r\n— Кипела, кипела!\r\nЧукча руку приложил к чайнику, а чайник холодный. Берет он чайник и кидает в жену.\r\nЖена: \r\n— Хорошо, что не кипела!"}, {"id": 227, "anekdot": "Чукча приходит после армии. У него спрашивают:\r\n— Чукча, ты самый глупый был в армии?\r\n— Нет, самый глупый был армян, он меня два года за девушку считал."}, {"id": 228, "anekdot": "Заходят два чукчи в автобус, один спрашивает: \r\n— Скажите пожалуйста, я на этом автобусе до кинотеатра доеду?\r\n— Нет. \r\nВторой: \r\n— А я?"}, {"id": 229, "anekdot": "В кафе чукча обращается к официанту:\r\n— Начальник, принеси, однако, мне кусочек сахара!\r\n— Извините, но он будет уже десятым!\r\n— Ну и что? Предыдущие уже утонули."}, {"id": 230, "anekdot": "Несмотря на все усилия прилагаемые ватерполистами Чукотки, команда проиграла Туркменистану 26-0. Тяжёлые сапоги сковывали движения спортсменов, собаки тонули, да и упряжки плохо скользили по воде."}, {"id": 231, "anekdot": "— Почему чукчи все время улыбаются, видя молнию?\r\n— Потому что они думают, что их фотографируют."}, {"id": 232, "anekdot": "— Как на Чукотке называют умных людей?\r\n— Туристы."}, {"id": 233, "anekdot": "Чукча устроился на работу сантехником. Отправили его на проверку. Стучится он в квартиру и спрашивает:\r\n— Мыша есть?\r\n— Кто? Миша? Олин брат?\r\n— Нет, крысина сестра…"}, {"id": 234, "anekdot": "На войне сидит чукча в окопе. Гранаты, патроны кончились, а на него танк прет. Он хватает автомат, выбегает из окопа и направляя дуло на танк импровизирует: \r\n— Тра-та-та-та… \r\nИз танка вылезает другой чукча и разводя руками: \r\n— Ба-бах…"}, {"id": 235, "anekdot": "В начале перестройки чукчу избрали депутатом на Съезд советов. Приехал в Москву и регистрируется в комиссии в качестве депутата. Получил удостоверение депутата, а в ведомости вместо подписи ставит три крестика. Члены комиссии спрашивают его:\r\n— Что это такое?\r\nЧукча объясняет: \r\n— Понимаете, мы же неграмотные, писать я не умею. Первый крестик — это моя фамилия…\r\nЧлены комиссии (догадываются): \r\n— А второй и третий, соответственно, имя и отчество?! \r\nЧукча: \r\n— Нет! Доктор наук, профессор!"}, {"id": 236, "anekdot": "Геологи в деревне чукчей:\r\n— Кто самый старый человек в вашем поселке?\r\n— Никто. Самый старый умер на днях."}, {"id": 237, "anekdot": "— Почему чукчи не катаются на водных лыжах?\r\n— Не могут найти озеро с наклоном."}, {"id": 238, "anekdot": "Приходит чукча к чукче часы чинить. Видит чукча таракан дохлый в часах, и говорит: \r\n— Неа… работать не будут… \r\n— Почему?\r\n— Механик умер."}, {"id": 239, "anekdot": "По-чукотски \"вегетерианец\" означает \"криворукий охотник\"."}, {"id": 240, "anekdot": "— Я вчера новости смотрел: губернатор Чукотки пообещал построить футбольное поле с подогревом! \r\n— Зачем? Чтобы газон вечнозеленый был? \r\n— Нет! Чтобы футболисты быстрее бегали!"}, {"id": 241, "anekdot": "Чукче пришла посылка. Он достаёт оттуда зеркало.\r\n— О, братан приехал!\r\nЖена берёт зеркало.\r\n— И бабу с собой привёз!"}, {"id": 242, "anekdot": "В одном далеком чукотском селе родился очень умный мальчик. Его с позором выгнали. Так появились японцы."}, {"id": 243, "anekdot": "Поехал Чукча на машине путешествовать. Все стойбище его провожало. Через некоторое время приходит телеграмма: \"Приехал нормально, вернусь такого-то.\" Все стойбище высыпало его встречать. Ждут Чукчу — нет его. День ждут, два ждут. Через месяц приезжает. спрашивают, отчего такая задержка? \r\n— Однако, туда — три скорости, а обратно — одна, и голова устает задом наперед за дрогой следить."}, {"id": 244, "anekdot": "Чукчи играли в жмурки и потерялись."}, {"id": 245, "anekdot": "Чукча купил головоломку. Собирал-собирал, мучился, ночами не спал, но наконец собрал. И очень этим гордился, всем знакомым говорил:\r\n— Я, однако, так быстро головоломку собрал, всего за два месяца. А на коробке написано \"От 2 до 5 лет\"."}, {"id": 246, "anekdot": "Наконец на Чукотке произошел технологический прорыв в сетевых компьютерных технологиях: чукотские хакеры взломали бухгалтерские счеты…"}, {"id": 247, "anekdot": "Заходит один чукча к другому в юрту, видит — на полу шкура белого медведя расстелена. Спрашивает: \r\n— Сам убил? \r\n— Сам. \r\n— Сколько раз стрелял? \r\n— Десять. \r\n— Сколько раз попал? \r\n— Ни одного. \r\n— А от чего же он умер?! \r\n— От смеха…"}, {"id": 248, "anekdot": "Чукча говорит жене:\r\n— Не знаешь, почему про нас говорят, что мы такие? — стучит по дереву.\r\n— Стучат.\r\n— Сиди, я сам открою."}, {"id": 249, "anekdot": "Чукча поступает в Институт международных отношений.\r\n— Расскажите о понятии \"посол\".\r\n— Знаю, знаю. Посол чрезвычайный, посол пряный, посол на фиг…"}, {"id": 250, "anekdot": "Чукча получил квартиру в девятиэтажном доме на последнем этаже.\r\n— Ну как живете? — спрашивают его.\r\n— Однако, ноги болят, пешком наверх моя ходит.\r\n— А что, лифт не работает?\r\n— Работает. Но там написано, что рассчитано на четырех человек. Шибко долго еще троих ждать."}, {"id": 251, "anekdot": "На киностудии \"Чукотка-фильм\" снимается фильм \"Молодая гвардия\". В тайге стоит чум. В чум стучит человек.\r\n— Кто тама?\r\n— Гестапа! Партизана Олега Кошевой дома?\r\n— Нет Олега Кошевой пошел в тайгу листовки клеить, мосты взрывать!\r\n— Передайте, что приходила гестапа и очень-очень ругалась."}, {"id": 252, "anekdot": "Однажды Чукча с сыном охотятся в тайге.\r\nВидят — белка. Пафф !\r\n— Однако, — шкурка.\r\nВидят — лось. Пафф !\r\n— Однако, — мясо.\r\nВидят — геологи. Пафф! Пафф! Пафф!\r\n— Однако, — спички."}, {"id": 253, "anekdot": "Уговорили чукчу взять на охоту американского туриста. Зашли они глубоко в тайгу, вышли на берлогу.\r\n— Твоя смотреть, чукча не мешать, — говорит чукча. \r\nИ стал чукча прыгать у берлоги, кричать, палкой тревожить хозяина тайги. Проснулся медведь и на обидчика двинулся. Чукча на лыжи и бежать. Видит американец, догоняет чукчу медведь. Выстрелил, сразил медведя. \r\nПодбегает к нему чукча:\r\n— Зачем стреляла? Совсем плохой охотник! Как тушу будем к чуму тащить?"}, {"id": 254, "anekdot": "Едет чукча по тундре. Останавливается и орет:\r\n— Сани, стой! Олени, стой! It's my life!"}, {"id": 255, "anekdot": "Чукча принес в ярангу телевизор, жена возмущается:\r\n— Зачем припер, у нас же розетки нет.\r\n— Чукча умный, — парирует чукча, — он и розетку принес."}, {"id": 256, "anekdot": "— Знаете, чем отличается новый чукча от обычного?\r\n— ???\r\n— Малиновыми лыжами! А еще шестисотым оленем с откидными копытами."}, {"id": 257, "anekdot": "Купил чукча бензопилу. Смотрит в инструкции написано: \"В день можно спилить 50 деревьев.\"\r\n\"Хорошо\" — подумал чукча. Утром взял пилу и давай пилить деревья. Целый день пилил. Спилил всего 40 деревьев. На следующий день упирался как мог, только 42 дерева получилось. Послал жалобу на завод. Приехала комиссия. \r\n— Ну давай покажи, как ты пилишь. \r\nПошли в тундру. Чукча давай пилить. 45 деревьев спилил. Комиссия покачала головами и сказали: \r\n— Да! А если бы он ее еще и завел!"}, {"id": 258, "anekdot": "Однажды чукча стоял на Пушкинской площади и смотрел на памятник Пушкину:\r\n— Однако, кто это?\r\n— Пушкин.\r\n— Это который \"Му-Му\" написал?\r\n— Нет, \"Му-Му\" написал Тургенев.\r\n— Однако, странно: \"Му-Му\" написал Тургенев, а памятник Пушкину."}, {"id": 259, "anekdot": "Чукчу спрашивают на суде:\r\n— Вот зачем ты убиваешь оленя?\r\n— Как, мясо нужно!\r\n— Вот зачем ты убиваешь медведя?\r\n— Как, шкура нужна!\r\n— Ну зачем ты геологов убил!?\r\n— Как, соль, спичка нужна!"}, {"id": 260, "anekdot": "Плывет наш противолодочный корабль, акустик докладывает командиру:\r\n— Под нами неопознанная подводная лодка! Командир вызывает штатного аквалангиста, приказывает погрузиться и выяснит принадлежность лодки. Через несколько минут вынырнувший подводник докладывает:\r\n— Лодка японская!\r\n— Почему? — Спрашивает командир.\r\n— На корпусе нарисованы иероглифы!\r\n— Недостоверно — заявляет командир, — сегодня японцы производят 50 процентов такой техники, у кого ее только и быть не может. Ныряй по новой! \r\nАквалангист ныряет, выныривает, докладывает:\r\n— Лодка английская!\r\n— Почему?\r\n— Я ухо к борту приложил — там по-английски разговаривают!\r\n— Да в мире 30 процентов народа говорит по-английски! Ныряй по новой! — говорит командир. \r\nАквалангист ныряет, выныривает, докладывает:\r\n— Лодка была чукчинская!\r\n— Почему?\r\n— А я постучал в люк, а они открыли…"}, {"id": 261, "anekdot": "Едет чукча в поезде. Пошел в вагон-ресторан. Возвращается обратно и не может свой вагон найти. Проводница его спрашивает:\r\n— Вы что, вагон не запомнили?\r\n— Да нет. Помню. За окном еще березовая роща была."}, {"id": 262, "anekdot": "Выучил чукча всего одну фразу по-русски: \"Как дела?\" Ходит по Москве грустный, поскольку радости чел. общения не получается. Вдруг видит другого чукчу, тоже грустного, подбегает к нему: \r\n— Как дела?\r\nА тот руками разводит: \r\n— Патаму чта..."}, {"id": 263, "anekdot": "Приехали геологи на Чукотку. Решили расжиться у чукчей собаками, санями и т.д., ну и пошли к Главному Чукче. Руководитель экспедиции стал с ним лялякать:\r\n— Сани дашь? \r\n— Матумба!\r\n— Собак дашь?\r\n— Матумба!\r\n— Проводника дашь?\r\n— Матумба! \r\nНа том и порешили. Несколько погодя пошел Руководитель по малой нужде, вдруг выскакивает откуда-то пацан и удивленно так орет: \r\n— Ой, какой большой дядя и такой маленький матумба!"}, {"id": 264, "anekdot": "Сидят чукчи у моря.\r\n— Смотри, самолет полетел!\r\n— Да-а-а! Наверное правительственный.\r\n— Нет.\r\n— Почему?\r\n— Мотоцикла впереди нету!"}, {"id": 265, "anekdot": "Чукчи обиделись на Москву за анекдоты и решили послать туда ракету. Взяли сосну, выдолбили, набили порохом, поставили, подожгли и смылись. На полянке — ад. Из-за дерева вылезают двое чукчей:\r\n— А представляешь, что сейчас в Москве творится!"}, {"id": 266, "anekdot": "Стоит чукча на посту. В кустах шорох. Он кричит, как положено:\r\n— Стой, стрелять буду!\r\n— Стою!\r\n— Стреляю!"}, {"id": 267, "anekdot": "Однажды чукча пришел в магазин:\r\n— Однако, сколько эта гармошка стоит?\r\n— Мы чукчам гармошки не продаем.\r\nЧукча пошел, переоделся под хохла.\r\n— Скильки буде гармошка стоить?\r\n— Мы чукчам гармошки не продаем.\r\nПошел, переоделся под грузина.\r\n— Па-ачем этот гармошка?\r\n— Мы чукчам гармошки не продаем.\r\n— А как вы каждый раз узнаете, что я — чукча?\r\n— А только чукча может назвать гармошкой батарею парового отопления."}, {"id": 268, "anekdot": "Двое братьев-чукчей пошли в армию. Один стал десантником, прыгает на учениях с парашютом. Вдруг видит — ему навстречу брат летит.\r\n— Привет! Ты что это мне навстречу летишь?\r\n— Да я минер!"}, {"id": 269, "anekdot": "Чукча из города привез вельветовый костюм последней моды. Отец одобрительно кивает головой:\r\n— Однако, костюм практичный. Каждой вошке по дорожке!"}, {"id": 270, "anekdot": "Однажды чукча ехал в метро и держался за поручень.\r\n— Однако, \"Проспекта Маркса\" в эту сторону?\r\n— Нет.\r\n— Спасибо, — сказал чукча, поворачиваясь кругом и берясь за другой поручень."}, {"id": 271, "anekdot": "Проходит сельскохозяйственная конференция. \r\nВстает француз:\r\n— Мы сеем картошку 15 мая, а снимаем урожай 16 сентября. \r\nВстает англичанин:\r\n— Мы сеем картошку 15 апреля, а урожай снимаем 16 августа. \r\nВстает чукча:\r\n— Мы сеем картошку 15 июня, а снимаем урожай 16 июня.\r\n— Через день? А почему так рано?\r\n— Очень кушать хочется."}, {"id": 272, "anekdot": "Отправились два чукчи на охоту, подстрелили моржа, схватили его за хвост и тянут домой. Но неудобно им тянуть,— морж клыками землю пашет. Навстречу идет охотник, видит происходящее и говорит им:\r\n— Мужики, да вы возьмите с другой стороны, легче тащить будет.\r\nВзяли. Один другому говорит:\r\n— Гляди, и в правду легче, умный мужик попался.\r\nТащили так, тащили, вдруг другой:\r\n— Э-э-э, дурак твой мужик, мы же его обратно к морю притащили!"}, {"id": 273, "anekdot": "Идет чукча, на нем кепка с четырьмя козырьками. Его спрашивают:\r\n— Чукча, ну, козырек впереди и козырек сзади — это понять можно, но зачем козырьки по бокам?\r\n— Однако, чтобы лапшу на уши не вешали!"}, {"id": 274, "anekdot": "Чукча приезжает из Москвы к себе в село и, собрав всю свою родню, начинает хвастаться:\r\n— Большой город Москва, а меня там все знают!\r\n— Не может быть — не верят ему.\r\n— Может! Есть там такая штука, метро называется. Народу там — тьма. И ехскалатор там ездеет. Так вот я на такой ехскалатор пошел, а мне навстречу по нему люди вверх поднимаются, толкают меня и кричат: \"Эй! Розенбай! Куда ты \r\nпрешь!?\""}, {"id": 275, "anekdot": "Когда чукча собирался на охоту на уток, ему предложили взять с собой хорошо обученную этому собаку. Вечером он возвращается с пустой сумкой и висящей через плечо полуживой собакой\r\n— Почему такая неудачная охота — спрашивают у него\r\n— Не могу понять: то ли утки высоко летели то ли я собаку низко бросал…"}, {"id": 276, "anekdot": "Выиграл Чукча в лотерею \"Жигули\". Приехал на север, к родственникам. Один из родственников смотрит на фары:\r\n— Большие глаза.\r\nДругой похлопал по крыше.\r\n— Крепкая шкура.\r\nТретий смотрит на выхлопную трубу:\r\n— Самец."}, {"id": 277, "anekdot": "Чукча сажает ночью картошку, его спрашивают:\r\n— Почему ночью?\r\n— Чтобы колорадский жук не увидел."}, {"id": 278, "anekdot": "Чукча вызывает мастера и говорит:\r\n— Что-то у меня телевизор сломался, надо звук починить, однако.\r\n— А как сломался?\r\n— Да ни с того, ни с сего — сижу, отверткой в ухе ковыряю, вдруг раз  — звук пропал…"}, {"id": 279, "anekdot": "Чукча сидит на суку и пилит его под собой. Проходит русский и говорит:\r\n— Чукча, ты же сейчас упадешь.\r\n— Не! Не упаду. \r\nОтходит русский — чукча бум на землю и говорит в след:\r\n— Волшебник однако!"}, {"id": 280, "anekdot": "— Почему чукчи не пьют кипяченого молока?\r\n— Потому что у коровы рога в розетку не влезают!"}, {"id": 281, "anekdot": "Однажды чукче в Москве таксист загадал загадку:\r\n— Кто сын моей матери, но не мой брат?\r\n— Однако, не знаю.\r\n— Я сам!\r\nВернулся чукча домой и рассказывает загадку:\r\n— Кто сын моей матери, но не мой брат?\r\n— Не знаем.\r\n— Московский таксист, однако!"}, {"id": 282, "anekdot": "Диалог двух чукчей.\r\n— Твоя взяла.\r\n— Ничего моя не брала."}, {"id": 283, "anekdot": "Однажды у чукчи спросили каких он знает послов. \r\n— Однако, знаю \"посол Чрезвычайный\", знаю \"посол Уполномоченный\" и знаю \"посол нах*й\"."}, {"id": 284, "anekdot": "Плывут чукча с женой в лодке. Жена на веслах. А чукча сидит и думает, глядя на жену: \"Ей хорошо — греби себе и греби, а мне думать надо, как жить дальше\"."}, {"id": 285, "anekdot": "Едет чукча по тундре — видит: стоит вышка, рядом бульдозер, вагончик, мужики бородатые ходят… Он подъезжает, у мужика спрашивает:\r\n— Скажи, что здесь делают?\r\n— Что-что… не видишь, бурят!\r\n— Нееет, чукчу не обманешь! Бурят не так делают!"}, {"id": 286, "anekdot": "Чукча приходит в магазин.\r\n— Сколько стоит эта гармошка?\r\n— Чукчам не продаем.\r\n— А с чего Вы взяли, что я чукча?\r\n— Чукча, это ба-та-ре-я!"}, {"id": 287, "anekdot": "У одного чукчи сломался будильник. Приходит он в часовую мастерскую, где приемщик тоже чукча. Открыл он будильник и видит, что в механизме застрял дохлый таракан.\r\n— Не будет работать, — уверенно констатирует он.\r\n— Почему? — удивляется владелец часов.\r\n— Механик сдох! — разводит руками приемщик."}, {"id": 288, "anekdot": "Чукча едет на такси. Приехали. Таксист:\r\n— С вас двести рублей. \r\nЧукча подает сто.\r\n— А почему сто?\r\n— Так ты ведь тоже ехал…"}, {"id": 289, "anekdot": "Чукча на сессии Верховного Совета требует осудить династию Романовых:\r\n— Зачем Аляску продала, а Чукотку оставила?"}, {"id": 290, "anekdot": "Два чукчи смотрят в небо.\r\n— Однако, самолет летит! Правительство!\r\n— Однако, вряд ли: когда правительство, тогда еще округ мотоциклы: \"тр-р-р-р!\"."}, {"id": 291, "anekdot": "Выиграл чукча в \"Лото Миллион\" кучу денег, ну и насмотрелся всякой рекламы, и решил заняться бизнесом. Купил оптом контейнер \"Херши\" и поехал в пустыню торговать. Поставил палатку, ждет клиентов. Тут из-за угла появляется караван. Чукча хватает стакан, бутылку \"Херши\" и начинает всячески изображать, как это здорово — в жаркий день выпить \"Херши\". Но караван проходит мимо не притормозив. Чукча очень удивляется. Через несколько дней караван идет обратно. Чукча выбегает, начинает обливаться этой \"Херши\" и изображать все райские наслаждения, но караван опять идет мимо. Вдруг караван останавливается, караванщик подходит к Чукче и говорит:\r\n— Чукча?\r\n— Да.\r\n— \"Херши\" торгуешь?\r\n— Да.\r\n— Ну точно мираж."}, {"id": 292, "anekdot": "Чукчи объявили войну китайцам, те долго искали на карте их местонахождение, нашли какую-то неизвестную точку и решили туда поехать. Приезжают и видят: стоят три юрты. Заходят и спрашивают:\r\n— Вы чукчи?\r\n— Да, мы чукчи.\r\n— Это вы нам войну объявили? Так нас же миллиард!\r\n— Да, зря мы объявили. Где мы вас хоронить будем?"}, {"id": 293, "anekdot": "Чукча рассказывает:\r\n— Птица новая появилась. Называется \"дельтаплан\". Пять раз чукча стрелял, пока она человека выпустила."}, {"id": 294, "anekdot": "Однажды послали в космос двух собак и Чукчу. Пошел первый виток, с земли\r\nвызывают:\r\n— Белка!\r\n— Гав!\r\n— Нажми красную кнопку!\r\n— Гав! Гав!\r\nПошел второй виток.\r\n— Стрелка!\r\n— Гав!\r\n— Нажми белую кнопку!\r\n— Гав! Гав!\r\nПошел третий виток.\r\n— Чукча!\r\n— Гав!\r\n— Ты что гавкаешь! Накорми собак и смотри ничего не трогай!"}, {"id": 295, "anekdot": "Однажды вернулся чукча с охоты. Жена ему и говорит:\r\n— Что ты хочешь?\r\n— Однако, есть хочу. \r\nОна его накормила.\r\n— Что еще ты хочешь?\r\n— Однако, пить хочу. \r\nОна его напоила.\r\n— Что еще ты хочешь?\r\n— Однако, спать с тобой хочу. \r\nПереспали.\r\n— Что еще ты хочешь?\r\n— Однако, лыжи снять хочу."}, {"id": 296, "anekdot": "Чукчу спросили:\r\n— Живут люди под землей?\r\n— Да.\r\n— Почему ты так думаешь?\r\n— Ну ведь редиску кто-то красит."}, {"id": 297, "anekdot": "Чукча тонет и кричит:\r\n— Однако, воду пью! Однако, много пью! Однако, на ночь здесь останусь!"}, {"id": 298, "anekdot": "Чукча прогуливается по зоопарку. Вдруг останавливается у обезьянника:\r\n— Говорили же тебе: \"Бригадира, не воруй!\""}, {"id": 299, "anekdot": "Приехал фотограф чукчей фотографировать. Сфотографировал, начал печатать, а они все на одно лицо. Ну, он недолго думая, взял один негатив, и с него напечатал фото. Приезжает к чукчам, раздал. Все смотрят радуются, а один смотрел, смотрел и говорит:\r\n— Странно, однако, лицо вроде моя, а рубашка Кешкина!"}, {"id": 300, "anekdot": "По недосмотру попал в десант чукча. Ну, объяснили, что такое парашют, что к чему, и начались учения.\r\nПосадили чукчу в самолет, выкинули над полигоном… Свистит, значит, чукча, за клапана дергает, за лямки. Смотрит, навстречу еще чукча летит.\r\n— Эй, ты чукча-десант? За что дергать?\r\n— Моя не знай, моя чукча-сапер…"}, {"id": 301, "anekdot": "Два чукчи подходят к начальнику поезда. \r\nПервый: \r\n— Этот поезд довезет меня до Ленинграда? \r\n— Нет. \r\nВторой: \r\n— А меня?"}, {"id": 302, "anekdot": "Пришел чукча к своему другу эскимосу. Видит на полу лежит шкура белого медведя с разинутой пастью. Спрашивает эскимоса:\r\n— Ты сколько раз в него стрелял?\r\n— Десять.\r\n— А сколько раз попал?\r\n— Ни одного.\r\n— А от чего же он умер?\r\n— От смеха…"}, {"id": 303, "anekdot": "Пошли русский с чукчей на охоту. Поставили капканы, утром пошли проверять. У чукчи в капканах полно зверей, у русского ни хрена. На следующий день тоже самое. На третий день русский встал пораньше,зверей в свои капканы пересадил, а в чукчин капкан презерватив положил. Пошли проверять капканы, русский, довольный, зверей вынимает, а чукча презерватив взял и говорит:\r\n— Какой хитрый зверь, сам убежал, а шкурку оставил!"}, {"id": 304, "anekdot": "Олень — хорошо, пароход — хорошо, самолет — ай хорошо! Грузовые и пассажирские перевозки по Чукотке."}, {"id": 305, "anekdot": "Чукча купил машину. Едет-едет и врезался в дерево. Вылез из-под машины, взял в руки фару и говорит:\r\n— Такие большие глаза, а ничего не видят."}, {"id": 306, "anekdot": "Звонит как-то чукча в местное министерство культуры и спрашивает:\r\n— Почему это у нас народ говорит \"конфеты-монфеты\", \"печенье-меченье\"…\r\n— Да, понимаете, — отвечают ему, — Республик молодой, народ неграмотный, короче никакой КУЛЬТУР-МУЛЬТУР нету."}, {"id": 307, "anekdot": "Чукчу спрашивают:\r\n— Чукча, будешь стрелочником? \r\nЧукча отвечает:\r\n— Неа!\r\n— А начальником переезда?\r\n— Да!"}, {"id": 308, "anekdot": "Однажды чукча купил шкаф с внутренним зеркалом. Открывает его дома:\r\n— Жена, смотри, ко мне брат приехал!\r\nЖена подходит:\r\n— И с ним баба какая-то…"}, {"id": 309, "anekdot": "Чукча говорит русскому:\r\n— Отгадаешь, сколько у меня оленей, обоих отдам!\r\n— Два.\r\n— УУУХХ! Шаман!"}, {"id": 310, "anekdot": "Поймали чукчи верблюда и думают: что за животное? Рыбу не ест — значит, не нерпа; ягель не ест — значит, не олень, а интересно же. Подумали чукчи, подумали, и пошли к шаману — может, он знает. Приходят к шаману, вот, говорят, поймали странное животное, а что такое — не знаем.\r\n— Рыбу ест?\r\n— Однако, не ест.\r\n— Однако, не нерпа. Ягель ест?\r\n— Однако, не ест.\r\n— Однако, не олень. Смотреть надо, однако. \r\nПосмотрел шаман, подумал… и говорит:\r\n— Однако, это \"Camel\". Курить надо."}, {"id": 311, "anekdot": "Прибыл чукча с Чукотки в Москву. Поселился в гостинице. Приходит к нему в номер проститутка:\r\n— Хочешь?\r\n— Хочу!\r\n— Чем платить будешь?\r\nЧукча открывает чемодан и достает соболиные шкурки. \"О-о-о\". Ну, он ее отымел. Она собирается уходить, а шкурок-то еще хочется, и спрашивает:\r\n— Еще хочешь?\r\n— Конечно!\r\nОн ее еще имеет и забирает назад шкурки. Она в шоке.\r\n— Чукча хочет — чукча платит, чукчу хотят — чукче платят!"}, {"id": 312, "anekdot": "Стоит чукча на остановке и смотрит на проезжающий транспорт. К нему подходит второй чукча и спрашивает:\r\n— Какой, однако, транспорт самый быстрый?\r\n— Троллейбуса. Видишь, как быстро привязанный бегает, а если отвязать?"}, {"id": 313, "anekdot": "Чистосердечное признание чукотского взяточника: \"Наша взяла…\""}, {"id": 314, "anekdot": "Однажды идет Чукча из магазина и несет холодильник. Его спрашивают:\r\n— Чукча, зачем Вам холодильник, Вам же его даже включить некуда?\r\n— Однако, Чукча не дурак! Чукча розетку тоже купил!"}, {"id": 315, "anekdot": "Чукча в автобусе берет два билета.\r\n— Чукча! Зачем тебе второй билет?\r\n— Однако, если первый потеряю.\r\n— Хммм… А если и второй потеряешь?\r\n— Однако, если второй потеряю — у меня проездной."}, {"id": 316, "anekdot": "Чукча первый раз попал в большой город. Зашел в городской парк в тир и поразил все мишени. Ему дали приз — живую черепаху. Пошел, попил пивка, закусил. Опять пошел в тир. Опять поразил все мишени. Ему дают приз — плюшевого медвежонка.\r\n— А нельзя опять такой пирожок с мясом и хрустящей корочкой?"}, {"id": 317, "anekdot": "Чукча спускается по трапу с самолета со спущенными штанами, стюардесса ему кричит:\r\n— Вы что, с ума сошли, оденьте штаны!\r\n— Вот ты меня замучила, сама же говорила: то застегните ремни, то расстегните ремни."}, {"id": 318, "anekdot": "Чукча поскользнулся, упал, ударился головой о лед:\r\n— Однако, — говорит чукча, потирая шишку, — была бы мозга, стряхнул бы."}, {"id": 319, "anekdot": "Чукча вышел на берег пролива и кричит в Аляску:\r\n— Ну что, слабо? Нет у вас денег?\r\n— Почему нет? Есть! — отвечают американцы.\r\n— А что же вы Аляску купили, а на Чукотку денег не хватило?"}, {"id": 320, "anekdot": "Командиру полка докладывает дежурный по роте:\r\n— За время дежурства никаких происшествий рота не случился. Дежурный по рота рядовой Иванов!\r\n— Иванов!\r\n— Так точно!\r\n— А кто ты по национальности?\r\n— Чукча, однако.\r\n— А почему Иванов?\r\n— Так в уставе записано."}, {"id": 321, "anekdot": "Получил чукча квартиру и хвастается перед друзьями: \r\n— Квартира хорошая, только умывальник странный, я нажимаю ручку, начинает литься вода, руки помыть еще успеваю, а зубы почистить — нет."}, {"id": 322, "anekdot": "Однажды Чукча собрался в Москву. Ему говорят:\r\n— Привези дефицита.\r\n— А где это?\r\n— А как увидишь очередь — значит за дефицитом.\r\nИ вот Чукча в Москве. Поймал такси и говорит водителю:\r\n— Вези за дефицитом.\r\n— В ГУМ? В ЦУМ? В Петровский пассаж?\r\n— Однако, куда очередь длиннее.\r\nВодитель подвез Чукчу к ГУМу. Вышел Чукча на Красную площадь, увидел очередь в Мавзолей и говорит таксисту:\r\n— Однако, я здесь встану, а ты вечером за мной заезжай.\r\nВечером таксист приехал и спрашивает:\r\n— Ну как?\r\n— Однако, не повезло: пока до прилавка дошел — продавец помер."}, {"id": 323, "anekdot": "Однажды чукча принес в редакцию свой роман. Редактор прочитал и говорит:\r\n— Понимаете ли, слабовато… Вам бы классику читать. Вы Тургенева читали? А Толстого? А Достоевского?\r\n— Однако, нет. Чукча — не читатель, чукча — писатель."}, {"id": 324, "anekdot": "Встречаются двое чукчей. Один другому:\r\n— Салют, козел!\r\n— Сам ты салют, — обиделся другой."}, {"id": 325, "anekdot": "Однажды чукча купил холодильник. Его спрашивают:\r\n— Чукча, зачем вам холодильник?\r\n— Однако, зимой греться: зимой на улице -40, а в холодильнике — ноль."}, {"id": 326, "anekdot": "Полярная ночь. Тундра. Северное сияние. Едут нарты. В упряжке двое чукчей. На нартах сидят собаки, стреляют из ружей, воют и лают кто во что горазд. Один чукча говорит другому:\r\n— Это была твоя идея — собакам водки дать."}, {"id": 327, "anekdot": "Сидит русский на вокзале, напротив его чукча. Русский смотрит: чукча надевает перчатки, достает что-то из кармана, съедает, снимает перчатки. Русский заинтересовался:\r\n— Чего это ты, чукча, съел?\r\n— Хомяка, однако.\r\n— А почему в перчатках?\r\n— Поганый, однако."}, {"id": 328, "anekdot": "Сидят два чукчи, пилят бомбу. Проходит мимо мужик:\r\n— Эй, вы что делаете, она же взорвется!\r\n— Однако, ничего, у нас еще одна есть!"}, {"id": 329, "anekdot": "Пошел как-то чукча на охоту, увидел зайца и пальнул по нему, но промахнулся.\r\n— Эх, совсем косой стал, — а потом посмотрел, что рядом никого нет и сказал, — Да и раньше такой был."}, {"id": 330, "anekdot": "Чукча плывет по речке на лодке, смотрит по сторонам и поет: \"Какой красивый лес на берегу, в этом лесу много брусники зреет, скоро будем мало-мало собирать…\"\r\nСмотрит — геолог сидит на берегу и справляет нужду. Чукча:\r\n— Тьфу, шайтан! Какую, однако, песню испортил!"}, {"id": 331, "anekdot": "Чукча к другу в чум заходит, смотрит: тот перебинтованный весь, в гипсе лежит.\r\n— Что, однако, случилось? — спрашивает.\r\n— Да вот, всю неделю готовился к олимпиаде, тренировался с десятиметровой вышки в воду прыгать…\r\n— А-а… Ты, наверное, забыл лунку во льду сделать!\r\n— Да нет, чукча умный, чукча не забыл.\r\n— Так в чем же дело?\r\n— Лунку сверлишь, пока на вышку забираешься и с нее прыгаешь, вода опять замерзает, однако."}, {"id": 332, "anekdot": "Чукча, женившийся на русской, собирается разводиться:\r\n— Больно грязный баба попался, — говорит он, — каждый день моется, никак отмыться не может."}, {"id": 333, "anekdot": "Самолет терпит аварию в тундре. Выбирается пилот:\r\n— Люди! Люди…\r\nИз-за куста вылезает чукча.\r\n— Ага! Как в тундре, так люди, а как в Москве, так чукчи!"}, {"id": 334, "anekdot": "Север. У стойбища стоит чукча, укутанный в шубу. Очень холодно, дует сильный ветер. Чукча нервно посматривает на термометр, зажатый в руке и, вздыхая, говорит:\r\n— Все! Если она не придет до 40 градусов, ухожу домой!"}, {"id": 335, "anekdot": "Чукча звонит в справочное бюро аэропорта:\r\n— Сколько летит самолет до Нарьян-Мара?\r\n— Минуточку, — отвечают в справочном.\r\n— Спасибо, — говорит чукча и вешает трубку."}, {"id": 336, "anekdot": "Приходит чукча в магазин:\r\n— У вас цветные телевизоры есть?\r\n— Есть\r\n— Мне, пожалуйста, один зеленый и один синий."}, {"id": 337, "anekdot": "Чукчу посадили, а он сидит и целыми днями поет. Его спрашивают:\r\n— Ты о чем все поешь?\r\n— Однако, что вижу, то пою.\r\nОхране надоело, выключили свет, а он опять поет.\r\n— Ну а теперь-то ты что видишь?\r\n— Однако, темнота вижу."}, {"id": 338, "anekdot": "Летит чукча на самолете. Заходит стюардесса:\r\n— Господа, у нас отказал один двигатель, поэтому мы прилетим на час позже.\r\nНемного погодя снова стюардесса:\r\n— Господа, у нас отказал второй двигатель, но ничего, долетим на одном, только прилетим на три часа позже, приносим свои извинения. \r\nИ еще немного погодя:\r\n— Господа, примите наши извинения, но у нас отказал последний двигатель… \r\nЧукча с места недовольно:\r\n— Ну вот, однако, всю ночь лететь придется…"}, {"id": 339, "anekdot": "Чукча идет по улице, на шее у него полотнище намотано, на плече висит огромная бас-труба, а за собой он тянет на веревке двух коров.\r\n— Чукча, куда это ты собрался? — спрашивает прохожий.\r\n— Чукча в баня звали.\r\n— А труба и корова тебе зачем?\r\n— Мне сказали, в баня пойдем, с телками гудеть."}, {"id": 340, "anekdot": "Таксист довез чукчу с Казанского до Ленинградского вокзала.\r\n— Сколько платить надо? — спрашивает чукча.\r\n— Три двадцать пять, — не моргнув отвечает водитель.\r\nЧукча достает бумажник, отсчитывает деньги:\r\n— Раз двадцать пять, два двадцать пять, три двадцать пять!"}, {"id": 341, "anekdot": "Чукча получил новую квартиру. К нему приходят друзья. Чукча им показывает:\r\n— Это — ванна, это — спальня, это — кухня. \r\nПоказывает на газовую плиту:\r\n— Это — я не знаю, что такое, но зато каждый вечер я прихожу сюда, открываю кран и балдею!"}, {"id": 342, "anekdot": "Чукча зашел в трамвай:\r\n— А я на этом трамвае до конечной доеду?"}, {"id": 343, "anekdot": "Однажды чукча ехал в поезде. Приезжает — весь в синяках и в ссадинах. Его спрашивают:\r\n— Что с вами?\r\n— Однако, на верхней полке ехал, все время вниз падал.\r\n— Так что же вы не поменялись с тем, кто на нижней полке ехал?\r\n— Однако, поменяться не мог — там никого не было."}, {"id": 344, "anekdot": "Однажды чукча зашел в магазин:\r\n— Однако, шампуня есть?\r\n— Есть только \"Яичный\"\r\n— Однако, жаль. Я весь хотел помыться."}, {"id": 345, "anekdot": "Однажды чукчу спросили:\r\n— Как часто вы моетесь?\r\n— Однако, раз в полгода.\r\n— Так редко? А вы себя не чувствуете грязным?\r\n— Однако, первые два месяца чувствую, а потом грязь сама отваливается."}, {"id": 346, "anekdot": "Бежит Чукча по улице и кричит:\r\n— Свободу Горбачеву! Свободу Горбачеву!\r\nЕго останавливают.\r\n— Чукча, Вы с ума сошли?\r\n— Однако, только что по радио слышал: \"В заключении Михаил Сергеевич Горбачев сказал…\""}, {"id": 347, "anekdot": "Чукча подходит к справочному бюро:\r\n— Скажите, пожалуйста…\r\n— Пожалуйста.\r\n— Спасибо…"}, {"id": 348, "anekdot": "Однажды сидит Чукча в чуме. Вдруг в чум влетает человечек, начинает кружиться под потолком и приговаривает: \r\n— Я — Карлсон!\r\nЧукча спрашивает: \r\n— А где твой товарищ? \r\n— Какой товарищ? \r\n— Ну как же — Фридрихсон…"}, {"id": 349, "anekdot": "Чукчам подарили вагон. Через месяц интересуются, как в нем им живется? Те отвечают: \r\n— Ничего, только вот на дверях в туалете надпись \"Во время стоянки пользоваться запрещается\", так что как кому приспичит, так всем чумом этот вагон по тундре туда-сюда толкать приходится…"}, {"id": 350, "anekdot": "Чукчу спрашивают:\r\n— Сколько вам ложек сахара положить?\r\n— Восемь, но только не размешивайте, а то очень сладко будет!"}, {"id": 351, "anekdot": "Заблудились двое чукчей в лесу. Один говорит:\r\n— Постреляй, может кто услышит. Один раз выстрелил чукча, ничего. Другой раз выстрелил — тишина, третий раз стреляет, никто не слышит.\r\n— Стреляй еще, — говорит товарищ.\r\n— Не могу, — отвечает стрелок, — стрелы кончились."}, {"id": 352, "anekdot": "Чукча умер и завещал двум своим сыновьям похоронить его в океане. Оба сына утонули, копая могилу."}, {"id": 353, "anekdot": "Пропал дельтапланерист. Спрашивают у чукчи, не пролетал ли он.\r\n— Нет, — говорит чукча, — такой не пролетал. Большой орел пролетал. Все патроны расстрелял, пока он человека из когтей выпустил."}, {"id": 354, "anekdot": "Как чукча проверяет спички в коробке? \r\nДостает спичку и чиркает ею. Если спичка плохая — не зажигается с первого раза, — он ее выбрасывает, если хорошая — зажигается с первого раза, — он ее гасит и снова убирает в коробок."}, {"id": 355, "anekdot": "Чукча приехал из Москвы и рассказывает:\r\n— Однако, апельсины ел! Вкус — прямо как…\r\n— Тюленя?\r\n— Нет…\r\n— Оленя?\r\n— Нет, вкус… как… сношаться!"}, {"id": 356, "anekdot": "Южный полюс. Сидит чукча и геолог.\r\n— Геолога, сказы, зенсина совсем белый бывает?\r\n— Бывает!\r\n— А совсем черный бывает?\r\n— Бывает!\r\n— А зенсина на половину черный, наполовину белый бывает?\r\n— Нет, не бывает.\r\n— Значит, это был пингвин."}, {"id": 357, "anekdot": "Чукча сидит в засаде, стережет белку, куницу, лису. Ружье заряжено крупной дробью. Вдруг видит: летит вертолет, начинает снижаться и падает. Чукча подходит, смотрит, человек шевелится. Тихо\r\nпросит:\r\n— Помоги, я — председатель партии!\r\nЧукча наставил ружье, пах — и убил его. Прилетает второй вертолет, садится рядом с первым. Спрашивают летчики у чукчи:\r\n— Зачем же ты человека убил?\r\n— А, чукча знает, у нас один председатель партии! В Москве!"}, {"id": 358, "anekdot": "Чукча приехал в Москву, садится в такси. Доехал до места, смотрит на счетчик — четыре рубля. Дает таксисту два рубля. Тот спрашивает:\r\n— В чем дело?\r\n— А ты что — не ехал?"}, {"id": 359, "anekdot": "Приходит русский к чукче.\r\n— Дай взаймы сто грамм золота. Отдам через год с наваром. \r\nДал ему чукча золото, ждет. Через год опять приходит русский.\r\n— Слушай, извини, не вышло пока, дай еще столько же, отдам через год сразу все. \r\nДал ему чукча золото. Через год видит русского, возвращающегося к нему и говорит жене:\r\n— Однако русский идет, опять взаймы просить будет. Я под лежак спрячусь, а ты скажи, что я на дальних пастбищах. \r\nПриходит русский.\r\n— А где чукча-то.\r\n— А на дальних пастбищах.\r\n— Жаль, я ему долги отдать хотел да с наваром. Ну ладно, доставай еду, спирт. Выпили, закусили, легли тр*хаться. Лежит чукча под ними и думает: \"Вот ведь беда однако, деньги надо забирать, русский убивать, жена морда бить, а я на дальних пастбищах\"."}, {"id": 360, "anekdot": "Чукча приволок из Москвы домой телевизор жена ему: \r\n— Дурак! у нас же электричества нет. \r\n— Чукча не дурак, он розетку купил!"}, {"id": 361, "anekdot": "Плывет чукча в челне. Жена на веслах против течения выгребает, а он сидит, трубку курит. С берега кричат: \r\n— Эй, куда это ты плывешь?\r\n— Однако, жену в роддом везу."}, {"id": 362, "anekdot": "Выиграл Чукча \"Волгу\" по лотерейному билету. Приходит и говорит:\r\n— Дайте мне красную \"Волгу\".\r\nА ему:\r\n— Хотите черную, зеленую, синюю, желтую? А красных у нас нет.\r\n— Ах так, — говорит Чукча, — тогда верните мне мои пятьдесят копеек."}, {"id": 363, "anekdot": "Чукча уснул в лифте. Его будят грабители:\r\n— Снимай шубу!\r\n— Однако, долго спал, до самого лета…"}, {"id": 364, "anekdot": "Чукча приходит с жалобой в ЖЭК:\r\n— Отрегулируйте, пожалуйста, унитаз. Вода очень быстро течет, мыться не успеваю."}, {"id": 365, "anekdot": "Чукча плывет в лодке. Навстречу два мужика в лодке.\r\n— Чукча, не видал человека, который кричал?\r\n— Нет.\r\n— Увидишь, нас позовешь.\r\n— Ладно, — плывет дальше.\r\nСмотрит — в воде барахтается кто-то, кричит:\r\n— Помогите! Тону!\r\nОн ему — бах! — веслом по голове.\r\n— Мужик, прячься, тебя там ищут!"}, {"id": 366, "anekdot": "У чукчи спрашивают:\r\n— Что ты делаешь, когда приходишь с охоты?\r\n— Люблю жена.\r\n— А потом?\r\n— Еще люблю жена.\r\n— А потом?\r\n— Снимаю лыжи."}, {"id": 367, "anekdot": "— Почему Чукчи не едят шоколадные конфеты? \r\n— От фольги изжога."}, {"id": 368, "anekdot": "Объявление на вокзале: Уважаемые товарищи чукчи! Поезд \"МОСКВА-ДОМОЙ\" отправляется с третьего и четвертого рельса…"}, {"id": 369, "anekdot": "Стоит чукча на посту, В кустах шорох. Он спрашивает, как положено:\r\n— Пароль?\r\n— Черное небо!\r\n— Неправильно, пароль — белая земля, проходи, в следующий раз не ошибайся."}, {"id": 370, "anekdot": "Идут два чукчи по лесу. Один тащит телефонную будку, а второй — бревно.\r\n— Тебе зачем телефонная будка?\r\n— Однако, если волк нападет, я в нее спрячусь. А тебе зачем бревно?\r\n— Однако, если волк нападет, я его брошу и мне бежать легче будет."}, {"id": 371, "anekdot": "Берег речки в тундре в районе полярного круга. Поиздержавшийся в пути, голодный и злой геолог натыкается на чукчу, сидящего с удочкой рядом с горкой свежей рыбы. Голод побеждает неловкость, и происходит примерно такой диалог:\r\n— Чукча, угости рыбкой?!\r\n— Не могу, однако. Главный начальник не велит. \r\nПауза. Геолог нашелся:\r\n— Слушай, чукча, а кто в этих краях главный начальник?\r\n— Однако, я…\r\n— Начальник, разреши рыбки взять!\r\n— Бери, однако, и кушай на здоровье, сколько хочешь!"}, {"id": 372, "anekdot": "Чукча-охотник хвастает подвигами на охоте в Африке:\r\n— Иду я по тропинке, вдруг гляжу — лев! Вытащил я нож, кинулся к нему и сразу хвост отрубил!\r\n— Почему хвост, а не голову?\r\n— А голову до меня отрезали…"}, {"id": 373, "anekdot": "Сидит чукча в каяке, ловит рыбу. Вдруг рядом всплывает не наша подводная лодка. Чукча подумал: \"Однако, шпиона!\" Постучал в лодку. Из люка выглянул некий человек. Чукча:\r\n— Однако, ду ю спик инглиш?\r\n— Yes, of course!\r\nЧукча, грустно:\r\n— А толку?"}, {"id": 374, "anekdot": "Чукча садится в такси и говорит таксисту:\r\n— Вези меня в принцип! \r\n— ???\r\n— Да мне говорили, что в Москве в принципе все есть!"}, {"id": 375, "anekdot": "В одном НИИ был проведен эксперимент: чукче сделали имплантацию жопы. Через двенадцать часов жопа отторгла чукчу."}, {"id": 376, "anekdot": "Запустили в космос Белку и Стрелку, а вместе с ними Чукчу. Сеанс связи:\r\n— Белка!\r\n— Гав!\r\n— Следи за приборами определения высоты.\r\n— Гав-гав!\r\n— Стрелка!\r\n— Гав!\r\n— Следи за температурой на борту кораюля.\r\n— Гав-гав!\r\n— Чукча!\r\n— Гав!\r\n— Что \"гав\", дурак! Не забывай собак кормить!"}, {"id": 377, "anekdot": "Однажды геолог угостил чукчу пельменями. Тому очень понравилось, даже рецепт попросил. Через год экспедиция снова приехала, и на этот раз чукча угостил геолога пельменями собственного изготовления. Геолог наелся и спрашивает:\r\n— Какие вкусные пельмени. А ты почему не ешь?\r\n— Мясорубка болит, однако…"}, {"id": 378, "anekdot": "Однажды друзья прислали чукче новогоднюю посылку: мандарины и красную икру.\r\nЧукча пишет в ответ письмо:\r\n— Посылку получили, за мандарины большое спасибо. А клюкву мы выбросили, рыбой пахнет."}, {"id": 379, "anekdot": "Два чукчи смотрят в небо.\r\n— Однако, самолет летит! Правительство!\r\n— Однако, вряд ли: когда правительство, тогда еще вокруг мотоциклы: \"тр-р-р-р!\"."}, {"id": 380, "anekdot": "Приехал Чукча в Москву. Едет в такси по городу. Вдруг наперерез — старушка. Водитель — вправо, и старушка вправо, водитель — влево и старушка влево. Еле-еле разминулись. Едут дальше. Чукча говорит: \r\n— Русский охотник — плохой охотник. Если бы Чукча дверцу не открыл — ушла бы старуха!"}, {"id": 381, "anekdot": "Однажды Чукчу послали в разведку и сказали ему: \r\n— Если патруль тебя услышит, закричи каким-нибудь зверем, например кошкой.\r\nЧукча пополз. Все разведал, ползет обратно, тут его часовой и услышал. \r\n— Стой! Кто идет?\r\n— Однако, мы, кошки, домой ползем!"}, {"id": 382, "anekdot": "На берегу реки сидят два мужика. В реке тонет чукча. Он хочет позвать на помощь, но плохо знает русский, поэтому кричит:\r\n— Последний раз купаюсь! \r\nМужики улыбаются. Чукча видит, что его не поняли и кричит по-другому:\r\n— Я сейчас напьюсь воды!\r\n— Ну и что? — удивляются мужики. — Пей на здоровье.\r\n— Но я много-много буду пить воды!\r\n— Да пей, сколько хочешь, вот пристал-то!\r\n— Но я ее всю выпью!\r\n— Пей, пей, не жалко! — Говорят мужики. \r\nЧукча выныривает в последний раз и в отчаянье кричит:\r\n— Да я вообще здесь жить останусь!"}, {"id": 383, "anekdot": "Однажды гуляет Чукча по Красной площади. Остановился, смотрит на часы на Спасской башне. Подходит мужик:\r\n— Нравятся?\r\n— Нравятся.\r\n— Хочешь?\r\n— Хочу.\r\n— Давай тысячу рублей и жди меня здесь, я за лестницей сбегаю.\r\nВзял деньги и убежал. Через несколько часов Чукча понял, что его обманули. Приехал домой, все рассказал. Приехал его брат в Москву. Стоит на Красной площади, смотрит на часы. Подходит мужик.\r\n— Нравятся?\r\n— Нравятся.\r\n— Хочешь?\r\n— Хочу.\r\n— Давай тысячу рублей и жди меня здесь, я за лестницей сбегаю.\r\n— А, нет! Чукча не дурак! Жди ты меня, я сам сбегаю!"}, {"id": 384, "anekdot": "Чукча купил \"Волгу\" и поехал в свое стойбище хвастаться, а как тормозить забыл. Покружился, покружился, да и врезался с размаху в камень. Машину — вдребезги, сам — в больницу попал. Вернулся через некоторое время из больницы домой и говорит:\r\n— Врачи сказали, хорошо, что мозгов нет, а то было бы сотрясение."}, {"id": 385, "anekdot": "Лесник поймал на озере браконьера-чукчу:\r\n— Почему бьешь утку?\r\n— Моя стреляет селезня, — отвечает чукча.\r\n— Как ты отличаешь утку от селезня? — спрашивает лесничий.\r\n— Моя попала, — значит, селезень, моя промазала — значит, утка."}, {"id": 386, "anekdot": "Чукча женился на француженке. Через некоторое время друзья спрашивают:\r\n— А как ты с ней общаешься? С языком проблем нет?\r\n— Проблем нет, только очень щекотно…"}, {"id": 387, "anekdot": "Эксперимент. Голодают русский, француз и чукча. У каждого в комнате телефон для срочной связи с экспериментаторами. Француз позвонил через три дня и прекратил голодовку. Русский позвонил через четыре дня. Проходит неделя, две. Заглядывают к чукче; он сидит перед телефоном, стучит по нему пальцем и говорит: \r\n— Телефона-телефона, чукча кусать хоцит."}, {"id": 388, "anekdot": "Чукча получил новую квартиру и показывает гостям. \r\nПервая комната: \r\n— Здесь у меня тундра.\r\nВторая комната: \r\n— Здесь у меня тундра. \r\nКухня: \r\n— Здесь у меня тундра.\r\nТуалет: \r\n— Здесь мой чум.\r\nЕго спрашивают: \r\n— А куда же ты в туалет ходишь?\r\n— В тундру!"}, {"id": 389, "anekdot": "Создали чукчи научный институт. Просят привезти им железнодорожный состав кирпича. Прислали. Через некоторое время просят привезти еще. Опять прислали. Потом еще. Заинтересовались в Москве: \"Что же они там такое строят?\" Выслали комиссию проверить строительство. Приезжают. Видят, стоят на берегу моря несколько человек и бросают в воду кирпичи. \r\n— Что это вы такое делаете? — спрашивают их.\r\n— А вы посмотрите, кирпичи-то квадратные, а круги от них по воде круглые, — отвечают комиссии."}, {"id": 390, "anekdot": "Чукча приходит к доктору и говорит:\r\n— Доктор, у меня с женой что-то не так. Сплю уже с ней целый год, а она все не беременеет.\r\n— А жена-то у вас хорошая?\r\n— Да, да, доктор. Красивая, грудь большой, задница еще лучше.\r\n— А ты где ее такую достал-то?\r\n— Как где? Я 200 баксов за нее вместе с насосом в секс-шопе заплатил, однако."}, {"id": 391, "anekdot": "Чукча поймал такси, садится. Таксист говорит:\r\n— Десять рублей за посадку.\r\nЧукча:\r\n— Нет, дорого.\r\nОн тормозит следующую машину и кричит:\r\n— Проезжай, проезжай, я на ходу заскочу!"}, {"id": 392, "anekdot": "Едет чукча в трамвае. Водитель объявляет:\r\n— Следующая остановка \"12 Сентября\".\r\nЧукча начинает метаться по трамваю:\r\n— А что, раньше никак нельзя?!"}, {"id": 393, "anekdot": "Женился, чукча на русской. Вечером спать ложатся… Чукча:\r\n— Ты, жена мне на ночь поставь стакан с водой и стакан без воды! \r\nЖена:\r\n— А зачем же еще без воды? \r\nЧукча:\r\n— Глупый ты женщина, я же когда проснусь, могу захотеть пить, а могу и не захотеть."}, {"id": 394, "anekdot": "Из самолета на трап выходят два чукчи. У обоих штаны приспущены, оба их руками придерживают, один говорит:\r\n— Никогда больше на самолете летать не буду — то застегни ремень, то расстегни ремень!"}, {"id": 395, "anekdot": "Чукчи в тайге нашли банку растворимого кофе. один читает, второй делает. \r\nПервый:\r\n— Положить ложку кофе.\r\nВторой: \r\n— Угу.\r\n— Добавить сахар по вкусу.\r\n— Угу. \r\n— Залить кипятком. \r\nВторой выплевывая: \r\n— Вот же садисты, однако!\r\n— Да, однако — там еще перемешать написано!"}, {"id": 396, "anekdot": "Идут двое чукчей по тундре — видят девку русскую. Захотелось им ее, говорят: \r\n— Давай мы тебя любить будем. \r\nОна говорит: \r\n— Ладно, только презервативы оденьте, чтобы у меня детей не было.\r\nЧерез два месяца. Идут чукчи по тундре, один говорит другому:\r\n— Слушай, тебе моча в голову ударила?\r\n— Да! А тебе?\r\n— И мне! Давай резину снимем, пусть у нее дети будут!"}, {"id": 397, "anekdot": "Чукча говорит жене: \r\n— Жена, отнеси в лодку весла. \r\nОтнесла. \r\n— Жена, а теперь отнеси меня в лодку. \r\nОтнесла. \r\n— Жена, сталкивай лодку на воду. \r\nСтолкнула. \r\n— Жена, а теперь запрыгивай. \r\nЗапрыгнула. \r\n— А теперь греби. \r\nГребет. Навстречу плывет еще одна лодка, в ней другой чукча. Первый чукча спрашивает:\r\n— Ты куда плывешь?\r\n— Однако, домой. А ты куда?\r\n— Да вот, жену в роддом везу…"}, {"id": 398, "anekdot": "Встречаются два чукчи, и один другому говорит:\r\n— Слышь, а твоя жена гуляет…\r\n— А-а, пусть гуляет, она тепло одета!"}, {"id": 399, "anekdot": "Чукча сидит на бревне, курит трубку и время от времени повторяет:\r\n— Ленин, однако, чукча был.\r\n— Да ты что, — говорит ему прохожий. — Возьми книжку, почитай, там все написано!\r\n— Нет. Ленин, однако, чукча был. Шибко умный был!"}, {"id": 400, "anekdot": "Возвратился народный депутат к себе на Чукотку. У него спрашивают:\r\n— Как прошел съезд?\r\n— Халасо!\r\n— Критиковал кого-нибудь?\r\n— Критиковал царское правительство.\r\n— За что?\r\n— А почему оно продало Аляску Америке, а не Чукотку?"}, {"id": 401, "anekdot": "Англичанин, американец и чукча проходят испытание на выживание: кто больше дней продержится без еды. У каждого комната, в которой тумбочка, кровать и телефон. Англичанин позвонил через три дня, американец — через пять дней. Чукча молчит десять дней, двадцать. Решила комиссия проверить: как там чувствует себя победитель. Заходят, видят — сидит чукча на коленях перед телефоном и умоляет:\r\n— Телефон, телефон, чукча кушать хочет."}, {"id": 402, "anekdot": "Плывет корабль. Навстречу ему всплывает подводная лодка. Высовывается Француз:\r\n— Какой курс на Гренаду?\r\n— Зюйд-зюйд-вест-38.\r\nПлывут дальше. Всплывает вторая подводная лодка. Высовывается Англичанин:\r\n— Какой курс на Гренаду?\r\n— Зюйд-зюйд-вест-38.\r\nПлывут дальше. Всплывает третья подводная лодка. Высовывается Чукча:\r\n— Однако, какая курса на Гренаду?\r\n— Зюйд-зюйд-вест-38.\r\n— Однако, ты давай не зю-зюкай, а лучше рукой махни!"}, {"id": 403, "anekdot": "Однажды у Чукчи спросили:\r\n— Чукча, Вы хотите стать Почетным академиком Академии Наук СССР?\r\nЧукча подумал и сказал:\r\n— Однако, хорошо! По четным — академиком, по нечетным — рыбу ловить!"}, {"id": 404, "anekdot": "У чукчи спрашивают:\r\n— Что это ты жуешь?\r\n— Жвачку однако.\r\n— \"Бомби-бом\"? \"Терминатор\"?\r\n— \"Тампакс\" однако."}, {"id": 405, "anekdot": "Чукча устроился на работу инспектором ГАИ. Останавливает машину и спрашивает шофера:\r\n— Анекдоты про чукчу знаешь?\r\n— Знаю.\r\n— Ваши права.\r\nШофер дает ему вместо прав календарь. Чукча достает компостер.\r\n— Январь ездить не будешь, — пробивает дырку на январе, феврале и так до конца года. Затем переворачивает календарь. Там написано: \"Госстрах\". Чукча делает еще одну дырку, — И страховку не получишь."}, {"id": 406, "anekdot": "Однажды посадили Чукчу и обезьяну на необитаемый остров. Приезжают — у чукчи огромные уши, а у обезьяны шишка на лбу. Повторили эксперимент. Приезжают — опять то же самое. Опять повторили эксперимент и решили проследить. Смотрят: Чукча оттопыривает ухо:\r\n— Это что шумит?\r\nОбезьяна стучит себя по лбу:\r\n— Во-до-пад!"}, {"id": 407, "anekdot": "Сидят трое чукчей у костра:\r\n— Стальной стрекозел полетел, — сказал один, показывая на вертолет.\r\n— Стальной тюлень проплыл, — сказал другой часа через два, провожая взглядом подводную лодку.\r\n— Стальной олень ползет, — сказал третий, показывая на вездеход, ползущий в гору. — С твоей женой живет, с моей женой живет, с его женой живет. Экспедиция называется."}, {"id": 408, "anekdot": "Сидит Чукча и приговаривает:\r\n— Устал сегодня Чукча, ох, устал!\r\nЕго спрашивают:\r\n— Почему устал?\r\n— Однако, думал сегодня. Очень устал.\r\n— А почему очень устал?\r\n— Однако, сегодня целых три раза думал."}, {"id": 409, "anekdot": "Приходит Чукча ко врачу и говорит:\r\n— Что это у меня такое, что меня все Чукчей называют?\r\nВрач вскрыл ему черепушку и видит: две параллельные извилины. Он взял да и положил их крест накрест. Наутро Чукча встает, подходит к зеркалу, прищелкивает каблуками, вскидывает руку к голове.\r\n— Здравия желаю!!!"}, {"id": 410, "anekdot": "— Как сделать чукчу счастливым на весь день?\r\n— Написать на ленте бумаги с двух сторон: \"Смотри на обороте\"."}, {"id": 411, "anekdot": "Чукча заболел и пошел к врачу.\r\n— Бок у меня болит, — говорит он.\r\n— Который бок? — спросил врач.\r\nЧукча подумал немного и говорит:\r\n— Однако, тот, которым я по ночам к стенке поворачиваюсь."}, {"id": 412, "anekdot": "Объявление на вокзале:\r\n— Товарищи чукчи! Электросани \"Москва-Домой\" отправляются с третьего и четвертого рельса…"}]