[{"id": 1, "anekdot": "Единственный приговор, которым можно удивить беларуса, это — оправдательный."}, {"id": 2, "anekdot": "Я начинаю догадываться, почему в Беларуси нет магазинов \"Красное&Белое\"…"}, {"id": 3, "anekdot": "Белорусская пословица: на какой самолет не садись, а все равно в Минске приземлишься."}, {"id": 4, "anekdot": "Сбежавшие в Польшу белорусские спортсмены зачислены в сборную по сбору клубники."}, {"id": 5, "anekdot": "Олимпийская сборная по бегу из Беларуси."}, {"id": 6, "anekdot": "Побег из Беларуси — это новый Олимпийский вид спорта."}, {"id": 7, "anekdot": "ЕС скорректирует миграцию гусей на юг в обход Белоруссии."}, {"id": 8, "anekdot": "КГБ Беларуси сообщает, что 30% участников недавних протестов имеют проблемы с законом в прошлом, а 100% еще и в будущем."}, {"id": 9, "anekdot": "— С 1 сентября во всех учебных заведениях Беларуси занятия будут идти без пауз — одно за другим.\r\n— Почему?\r\n— Чтобы школьники и студенты не ждали перемен."}, {"id": 10, "anekdot": "Сообщение ЦИК Беларуси: проигравшие кандидаты в президенты примут участие в парапрезидентских выборах."}, {"id": 11, "anekdot": "Теперь Беларусь — это не только чистые улицы, но и чистое небо."}, {"id": 12, "anekdot": "В Белоруссии выпустили компас, который больше не показывает на запад.\r\nНезачем."}, {"id": 13, "anekdot": "Пролетая над Белорусью, знайте — у вас есть вероятность приземлиться у следователя."}, {"id": 14, "anekdot": "Орлы так поздно прилетели на помощь хоббитам, потому что им пришлось облетать Белоруссию."}, {"id": 15, "anekdot": "Украинцы во всех бедах винят Россию. Россияне — Америку. А белорусы никого не винят. Некогда херней страдать — картошку копать надо!"}, {"id": 16, "anekdot": "Белорусы, у меня для вас две новости!\r\nПервая: Путин признал Лукашенко законноизбранным президентом.\r\nВторая: Януковича он тоже признавал.."}, {"id": 17, "anekdot": "Мне кажется, Беларусь пока не должна выбирать себе нового президента.\r\nНам нужно немного побыть одним, пожить для себя."}, {"id": 18, "anekdot": "— А что хотят митингующие в Белоруссии?\r\n— Хотят честных выборов.\r\n— Обнаглели совсем."}, {"id": 19, "anekdot": "На время протестов в Белоруссии магазин \"Красное и Белое\" стал называться \"Белое, Красное и Белое\"."}, {"id": 20, "anekdot": "В Европе повсеместно вводится масочный режим, а в Минске его нет и не предполагается. Следующий шаг — изменение гимна Беларуси на песню \"Я другой такой страны не знаю, где так вольно дышит человек\"…"}, {"id": 21, "anekdot": "Ученые доказали, что картошка в земле не просто растет, а еще и немножечко ползет в сторону Беларуси."}, {"id": 22, "anekdot": "Беларусь — страна, давшая миру и Рыбака, и Рыбку."}, {"id": 23, "anekdot": "Газеты сообщают о \"Белорусском чуде\": \"Республика экспортирует вдвое больше молока, чем производит!\""}, {"id": 24, "anekdot": "— Цель вашего визита в Беларусь?\r\n— Аватарку сменить и семейное положение на \"все сложно\"."}, {"id": 25, "anekdot": "Америку открыли белорусы. Именно они посадили там картошку. Индейцы стали ее выращивать, а Колумб потом привез в Европу."}, {"id": 26, "anekdot": "Муж с восторгом рассказывает жене:\r\n— В Минске пройдёт чемпионат мира по хоккею! Значит, у нас будут современные отличные хоккейные дворцы!\r\n— Жаль, что не проводятся чемпионаты мира среди больниц, школ и детских садиков…"}, {"id": 27, "anekdot": "В Беларуси есть статья за тунеядство. Понимаете, почему в Беларуси нет топовых блогеров."}, {"id": 28, "anekdot": "Беседа с белорусским миллионером: \r\n— Как вы заработали первый миллион? \r\n— Поменял 70 долларов…"}, {"id": 29, "anekdot": "Мечта американца — заработать миллион. \r\nМечта русского — потратить миллион. \r\nМечта белоруса — только бы миллиона хватило в магазине расплатиться."}, {"id": 30, "anekdot": "Лучше всего понимаешь, что мы и белорусы — один народ, — это когда приходится собирать белорусскую мебель…"}, {"id": 31, "anekdot": "Национальный аэропорт \"Минск-2\". Объявление на дверях. \"Уважаемые пассажиры. Убедительная просьба — кто последним будет улетать из Беларуси — выключите свет…\""}, {"id": 32, "anekdot": "Раньше в Беларуси нужно было пить по пятницам, а теперь каждый день, потому что завтра за эти деньги уже не выпьешь."}, {"id": 33, "anekdot": "Сидят два белоруса на лавочке, пьют пиво. \r\nОдин другому говорит: \r\n— Слушай, а ведь у нас такая ситуация в стране, что поднеси спичку и все взорвется!!! \r\nВторой уныло отвечает: \r\n— Спичка в жопе не горит."}, {"id": 34, "anekdot": "В Белоруссии расформирована пожарная служба, так как никому не позволено лезть поперед батьки в пекло."}, {"id": 35, "anekdot": "Конечно, если взглянуть на карту мира — Америка — большая, а Беларусь — маленькая. Но, с другой стороны, если посмотреть на карту Беларуссии… то Америки там вообще нет!"}, {"id": 36, "anekdot": "В Белоруссии установлен памятник белорусскому народу — Неписающий мальчик. Он терпит."}, {"id": 37, "anekdot": "— Как кратко назвать сотрудников белорусского ГАИ?\r\n— \"БУГАИ\"."}, {"id": 38, "anekdot": "Здравствуйте, я белорусский вирус. По причине ужасной бедности моего создателя и низкого уровня развития технологий в нашей стране я не способен причинить какой-либо вред вашему компьютеру. Поэтому очень прошу вас, пожалуйста, сами сотрите какой-нибудь важный для вас файл, а потом разошлите меня по почте другим адресатам. Заранее благодарю за понимание и сотрудничество."}, {"id": 39, "anekdot": "Проходит всемирная конференция женщин — и главный вопрос: \"Сколько раз в неделю женщина должна заниматься любовью?\" \r\nАнгличанка: \r\n— Мы, женщины, в современном мире очень заняты, поэтому раз в неделю и не больше. \r\nНемка: \r\n— Да, мы, конечно, заняты работой, детьми, но 1 раз маловато — поэтому 2 раза это как минимум. \r\nФранцуженка (вскакивая): \r\n— Да что вы говорите, 1-2 раза в неделю — как так можно, надо семь раз в неделю и не меньше… \r\nБелоруска (протягивает руку): \r\n— Ну, сем разой у няделю добра, а у будния дни кольки? (по-белорусски воскресенье звучит как няделя)"}, {"id": 40, "anekdot": "Есть такая болезнь — бешенство матки.\r\nА есть специфически-белорусская болезнь — бешенство батьки."}, {"id": 41, "anekdot": "— Какой в Беларуси уровень жизни?\r\n— Мы уже прошли все уровни и начали игру сначала."}, {"id": 42, "anekdot": "На Белорусском телевидении пробуют на роль диктора молодую девушку (лицо русской национальности, белорусы кончились). Она говорит:\r\n— Паважаные тэлеглядачы! Прапануем вам педарачу…\r\nВсе ей:\r\n— Да не \"педарачу\", а \"перадачу\"! Давай еще раз!\r\n— Паважаные тэлеглядачы! Прапануем вам педарачу…\r\n— Да не \"педарачу\", а \"перадачу\"! Все, записываем последний раз.\r\nДевушка, собрав все свои силы, говорит:\r\n— Паважаные телеглядачы! Прапануем вам перадачу…\r\nВсе:\r\n— Уф!\r\n— …пра педаравиков производства."}, {"id": 43, "anekdot": "Национальная программа белорусского ТВ: \"Каска за каской\"."}, {"id": 44, "anekdot": "— До чего же удивительный народ эти белорусы! Это же надо — страну в честь трактора назвать!"}, {"id": 45, "anekdot": "— Вот у нас, в ответ на произвол американцев на олимпиаде, в Белоруссии на соревнования по биатлону ни один американский спортсмен не прошел допинг-контроль. У них в крови был обнаружен… батон."}, {"id": 46, "anekdot": "2005 год. Белоруссия. Колорадская революция…"}, {"id": 47, "anekdot": "Белорус без батьки, что русский без водки, а хохол — без сала."}, {"id": 48, "anekdot": "Для белоруса и «Жигули» с «Запорожцем» — иномарки."}, {"id": 49, "anekdot": "Белорусские оппозиционеры пока не определились с названием своей революции: То ли картофельная революция, то ли чипсовая."}, {"id": 50, "anekdot": "Беларусь напоминает грудного ребенка на руках у России: громко кричит, но титьку не отпускает."}, {"id": 51, "anekdot": "Друзья, прогресс шагает по планете семимильными, десятимильными, да что там, тысячемильными шагами и вы только посмотрите, что он сделал с Беларусью…, он просто ее перешагнул…"}, {"id": 52, "anekdot": "Спортивные новости: Провалом для белорусского спортсмена закончился чемпионат мира по конному спорту. Если лошадь и брала барьер, то телега сносила всё на своём пути."}, {"id": 53, "anekdot": "Решили провести такой тест. В темной комнате поставили табуретку с вбитым гвоздем, торчащим острием вверх, и по очереди запустили туда русского, украинца и белоруса. \r\nРусский сел на гвоздь, вскочил и давай матом ругаться. \r\nУкраинец сел на гвоздь, вскочил, нащупал гвоздь, вытащил его и положил в карман: \"В хозяйстве пригодится\". \r\nБелорус сел на гвоздь, привстал и со словами: \"А можа так и нада?\" снова сел."}, {"id": 54, "anekdot": "Жителя Минска спрашивают: \r\n— А х*ли вы все время пьяный? \r\nЖитель отвечает: \r\n— А х*ли делать, когда по всему Минску висят плакаты: «За Беларусь!»"}, {"id": 55, "anekdot": "Народная белорусская примета: \"Если колорадский жук на картофельном листе снизу — к дождю, а если сверху — самец\"."}, {"id": 56, "anekdot": "Спорят американец и белорус, работник крупного предприятия. \r\n— Вот у нас, в Америке, чтоб стать начальником отдела, нужно закончить колледж. \r\n— Вот, удивил. Да у нас на заводе все уборщицы с высшим образованием!"}, {"id": 57, "anekdot": "— Беларусь всерьез решила победить на олимпийских играх 2020 года и уже закупила 100 кенийских малышей."}, {"id": 58, "anekdot": "Белорусские партизаны смазывали рельсы солидолом. После чего фашистские эшелоны с продовольствием останавливались только во Владивостоке."}, {"id": 59, "anekdot": "Белорусские партизаны клали на рельсы картошку — так появились чипсы!"}, {"id": 60, "anekdot": "— Тут многие говорят, что мы в Беларуси сидим да помалкиваем. Но не надо обобщать: кто-то сидит, а кто-то помалкивает."}, {"id": 61, "anekdot": "Театр кукол — это белорусский парламент."}, {"id": 62, "anekdot": "Поймал Циклоп англичанина, француза и белоруса, а так как был не очень голоден, но решил позабавиться. Вот он и говорит:\r\n— Того, кто расскажет мне невероятную историю, которой я не поверю, я отпущу. Остальных — съем.\r\nПервым стал рассказывать англичанин:\r\n— Английский джентльмен опоздал на встречу на целую минуту.\r\nЦиклоп:\r\n— Ну да! Не может быть. Ну иди, я тебя отпускаю.\r\nСледующий был француз:\r\n— Французский джентльмен пришел на свидание без цветов.\r\nЦиклоп:\r\n— Врешь!! Иди. Ты свободен.\r\nПоследним стал рассказывать историю белорус:\r\n— Белорусский джентльмен…\r\nЦиклоп, прерывая белоруса:\r\n— Иди, иди, иди!"}, {"id": 63, "anekdot": "Поймали людоеды белоруса. Старый вождь говорит молодому:\r\n— Посади этого человека на вертело и медленно вращай, чтобы хорошо прожарился.\r\nПриходит посмотреть — молодой вращает вертело очень быстро. Он и говорит:\r\n— Я же тебе говорил, вращать медленно!\r\nМолодой отвечает:\r\n— Да когда я медленно вращаю, он картошку из костра ворует."}, {"id": 64, "anekdot": "Белорусская налоговая полиция — это наполовину Робин Гуд. У богатых отбирает. И все."}, {"id": 65, "anekdot": "— Беларусь — страна загадочная.\r\n— Почему?\r\n— А где ты видел государство, названное в честь трактора?"}, {"id": 66, "anekdot": "Белоруссия. Из зала суда выходит сулья и смееется. Коллега его спрашивает:\r\n— Что смеешься?\r\n— Да вот, анекдот смешной рассказали!\r\n— Ну, расскажи!\r\n— Не могу, сам за него 5 лет дал."}, {"id": 67, "anekdot": "Белорусские хакеры напились и с бодуна стёрли Интернет."}, {"id": 68, "anekdot": "Народ республики Белорусь с огромным нетерпением ждет новой конституции. Если народ не вытерпит, то придется воспользоваться старой…"}, {"id": 69, "anekdot": "Белоруссия.\r\nВ \"Эпицентр\" подваливает Мэрс с номерами ВР ХХХХ. Выходит представительный мэн, заходит в магазин, подходит к продавцу:\r\n— У вас крестики для монтажа плитки есть?\r\n— Есть, конечно.\r\n— Дайте тысяч 20-30…\r\n— А зачем вам СТОЛЬКО\r\n— Да у президента пчелы подохли — приказал похоронить с почестями…"}, {"id": 70, "anekdot": "В Узбекистане — \"Чайхана\", в Белоруссии — \"Кофеп*здец\""}, {"id": 71, "anekdot": "— Жизнь, как большая дорога. А Беларусь стоит у дороги и никто ее не подвозит.\r\n— Голосовать не умеем!"}]